{
  "PGBR": {
    "one": {
      "content": {
        "text": "[NAME] values practicality and efficiency in all aspects of life. [THEY] appreciate a partner who is organized and decisive, someone who can keep pace with [THEIR] structured approach to life. [THEY] is known for [THEIR] strong sense of duty and responsibility. Therefore, a partner who understands and respects these qualities in [THEM] will be ideal. Someone who shares [THEIR] commitment to goals and values can form a strong, united front with [THEM]. Being naturally assertive and often taking on leadership roles, [NAME] finds a balance with a partner who is supportive yet independent. [THEY] admire someone who can stand on [THEIR] own feet but also values the guidance and structure [NAME] brings to the relationship. [THEY] is straightforward and value honesty in communication. A partner who can engage in open and clear conversations will resonate well with [THEM]. [NAME] appreciates when [THEIR] partner is direct about [THEIR] feelings and thoughts. While [THEY] is focused on practical matters, having a partner who can introduce a touch of creativity and emotional depth to [THEIR] life would be beneficial. This balance can help [THEM] explore new perspectives and experiences outside [THEIR] comfort zone. Respect for tradition and a sense of stability are things that [NAME] holds dear. [THEY] would be well-matched with someone who also values these aspects, creating a relationship that is both secure and predictable. [THEY] is not afraid of hard work and often put a lot of effort into making things happen. A partner who recognizes and appreciates this trait, and who contributes equally to shared goals, will be highly valued by [THEM]. Finally, [NAME] needs someone who understands that beneath [THEIR] firm exterior lies a deeply caring and loyal heart. A partner who can see and cherish this aspect of [THEM] will form a deep and lasting connection."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] excels in leadership and organization, often taking charge in group settings. A perfect partner for [THEM] is someone who respects and complements [THEIR] natural leadership abilities, while also bringing [THEIR] own unique strengths to the table. For [NAME], a sense of responsibility and reliability in a partner is key. [THEY] admire someone who is dependable and follows through on [THEIR] commitments, mirroring [THEIR] own strong sense of duty. A partner who is adaptable and can handle the occasional unpredictability of life with grace will balance [NAME]'s preference for structure and planning. This flexibility can bring a refreshing change to [THEIR] well-organized life. [NAME] values clear, honest communication. A partner who is open and articulate about [THEIR] thoughts and feelings, and who can engage in constructive discussions, will be highly appreciated by [THEM]. While [NAME] is often focused on practical and tangible results, [THEY] can benefit from a partner who brings a more emotional and intuitive perspective. This can help [THEM] connect with others on a deeper level. A shared sense of tradition and loyalty is important for [NAME]. A partner who values these aspects and strives to build a secure, long-term relationship will resonate deeply with [THEM]. [THEY] is hardworking and dedicated, often putting extra effort into achieving [THEIR] goals. A partner who not only recognizes this dedication but also shares a similar work ethic will complement [THEM] well. Finally, it's important for [NAME]'s partner to appreciate the depth of [THEIR] loyalty and commitment. Someone who understands and values the effort [NAME] puts into the relationship will form a strong and enduring bond with [THEM]."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] has a natural inclination towards order and efficiency. A partner who appreciates this need for structure, yet can introduce some spontaneity and fun into [THEIR] life, would be a great match. Loyalty and dependability are traits that [NAME] values highly in a partner. [THEY] is drawn to someone who is consistent and trustworthy, reflecting [THEIR] own reliability in relationships. A partner who is patient and understanding, especially during times when [NAME] might be overly focused on work or tasks, can help [THEM] maintain balance and perspective in life. Effective communication is key for [NAME]. A partner who can clearly express [THEIR] needs and listen actively to [THEM] will help in building a strong and healthy relationship. Since [NAME] tends to prioritize logic over emotions, a partner who is emotionally expressive and can help [THEM] navigate the emotional aspects of life would be beneficial. Respect for traditions and a desire for a stable, secure life are things [NAME] holds dear. A partner who shares these values can help in creating a harmonious and fulfilling relationship. [THEY] is known for [THEIR] strong work ethic. A partner who is equally committed to [THEIR] personal and professional goals, and who supports [NAME] in [THEIR] endeavors, will be deeply appreciated. Understanding [NAME]'s need for independence and respecting [THEIR] strong opinions, while also being able to gently challenge [THEM] when necessary, can lead to a balanced and enriching relationship."
      }
    }
  },
  "PGBX": {
    "one": {
      "content": {
        "text": "[NAME] is naturally adventurous and enjoys living in the moment. A partner who shares [THEIR] enthusiasm for new experiences and can keep up with [THEIR] energetic lifestyle would be a great match. [NAME] thrives on excitement and spontaneity. A partner who is flexible and open to impromptu plans will complement [THEM] well, adding to the sense of adventure in [THEIR] life. [NAME] values practicality and straightforwardness. A partner who is direct, honest, and down-to-earth will resonate with [THEM], as [THEY] appreciate clear and uncomplicated communication. [NAME] is often very social and enjoy interacting with a wide circle of friends. A partner who is sociable and comfortable in social settings, yet also understands [NAME]'s need for personal space, would be ideal. A partner who is independent and self-reliant would be appealing to [NAME]. [THEY] respect someone who has [THEIR] own life and interests, as it aligns with [THEIR] own independent nature. While [NAME] enjoys the thrill of the moment, having a partner who can occasionally provide a grounding influence would be beneficial. Someone who can gently remind [THEM] to consider the longer-term consequences of actions would be helpful. [THEY] is quick thinkers and problem solvers, and [THEY] admire these traits in others. A partner who is intellectually stimulating and can challenge [THEM] mentally will keep the relationship exciting and dynamic. Lastly, [NAME] values a sense of humor and light-heartedness in a relationship. A partner who can share laughs and not take every little thing too seriously would be a perfect fit for [THEM]."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] has a dynamic and action-oriented approach to life. A partner who is equally energetic and willing to embark on spontaneous adventures will suit [THEM] perfectly. [NAME] enjoys the thrill of the moment and often engage in risk-taking activities. A partner who appreciates this sense of adventure, yet can also provide a sense of balance, would be ideal. [NAME] values straightforward and honest communication. A partner who is clear, concise, and can keep up with [THEIR] direct manner of speaking will be highly appreciated. Socially adept and outgoing, [NAME] would be well-matched with someone who is comfortable in various social situations but also values quality one-on-one time. A sense of independence is crucial for [NAME]. [THEY] is drawn to a partner who is self-sufficient and has their own passions and interests, reflecting [THEIR] own autonomous nature. While [NAME] is often focused on the present, a partner who can occasionally help [THEM] plan for the future without imposing too many restrictions would be beneficial. [NAME] enjoys intellectual challenges and quick-witted banter. A partner who is mentally stimulating and can engage in lively debates will keep [THEIR] interest piqued. Humor plays a significant role in [NAME]'s life. [THEY] is attracted to someone with a playful attitude who can enjoy the lighter side of life and share in [THEIR] fun-loving spirit."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is naturally bold and loves taking on new challenges. A partner who is not only supportive of [THEIR] ventures but also willing to join in and experience them together would be perfect. As someone who lives for the moment, [NAME] appreciates a partner who is adaptable and can enjoy spontaneous plans and last-minute changes without getting stressed. Direct and to the point, [NAME] values partners who communicate openly and without ambiguity. [THEY] respect honesty and straightforwardness in conversations. Being sociable and charismatic, [NAME] enjoys a vibrant social life. A partner who is outgoing and can keep up with [THEIR] social energy, yet also values intimate moments, will create a well-rounded relationship. Independence is key for [NAME]. A partner who is confident and has their own life and interests complements [THEIR] need for personal space and autonomy. [NAME] sometimes needs help looking ahead. A partner who can provide a balanced perspective, encouraging [THEM] to think long-term when necessary, would be a valuable asset. Intellectual stimulation is important to [NAME]. A partner who can engage in quick-thinking discussions and offer fresh perspectives will keep [THEIR] intellectual curiosity satisfied. A good sense of humor and a light-hearted approach to life are traits that [NAME] finds appealing in a partner. [THEY] enjoy being with someone who can laugh easily and not take things too seriously."
      }
    }
  },
  "PGER": {
    "one": {
      "content": {
        "text": "[NAME] is warm-hearted and values close, harmonious relationships. A partner who appreciates and reciprocates [THEIR] caring and nurturing nature would be a great match. [NAME] often puts the needs of others first and is highly attentive to the feelings of those around [THEM]. A partner who is equally considerate and empathetic will resonate with [THEM]. [NAME] appreciates stability and security in a relationship. A partner who is reliable and consistent, and who values long-term commitments, will align well with [THEIR] desire for a dependable partnership. [NAME] is often traditional and enjoy creating a sense of community. A partner who values family, traditions, and social gatherings will share in many of [THEIR] interests and values. A partner who can gently encourage [NAME] to step out of [THEIR] comfort zone and try new things, without pushing too hard, can provide a healthy balance to [THEIR] preference for routine and familiarity. Since [NAME] tends to be very organized and detail-oriented, a partner who appreciates and complements this trait, perhaps by helping to keep life structured and orderly, would be ideal. [NAME] values clear communication and often wears [THEIR] heart on [THEIR] sleeve. A partner who is open and honest in expressing feelings and thoughts will strengthen the trust and connection in the relationship. Finally, [NAME] enjoys feeling appreciated and valued. A partner who regularly acknowledges and shows gratitude for [THEIR] efforts and contributions will foster a deeply satisfying and supportive relationship."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is deeply caring and enjoys nurturing relationships. A partner who values this nurturing aspect and reciprocates with care and affection will be ideal for [THEM]. [NAME] is highly attuned to the emotional needs of others. A partner who is empathetic and considerate, and who actively works to create a supportive and understanding environment, will complement [THEM] well. [NAME] values a stable and harmonious home life. A partner who is interested in building a secure and comfortable home environment, and who cherishes family and close relationships, will align closely with [THEIR] values. Enjoying social interactions and community involvement, [NAME] would appreciate a partner who is sociable and outgoing, yet also understands the importance of personal commitments and family life. A partner who can offer a balanced perspective, encouraging [NAME] to explore new ideas and experiences while respecting [THEIR] comfort with traditions and routines, would provide a refreshing dynamic in the relationship. Organized and detail-oriented, [NAME] appreciates a partner who understands the importance of structure and planning in life, and who can contribute to maintaining an orderly and harmonious living space. [NAME] values honest and heartfelt communication. A partner who is open in expressing their emotions and listens attentively to [THEM] will help in fostering a deep and trusting relationship. Appreciation and recognition are important to [NAME]. A partner who acknowledges [THEIR] efforts and shows genuine gratitude will make [THEM] feel valued and loved."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] thrives on forming deep, meaningful connections. A partner who not only appreciates [THEIR] deep sense of loyalty and commitment but also shares these traits, will be a perfect match. Highly attentive to the feelings of others, [NAME] values a partner who is kind-hearted and capable of deep empathy, someone who understands the importance of emotional support in a relationship. [NAME] seeks stability and trust in a relationship. A partner who is consistent, reliable, and values a long-term, committed partnership will resonate with [THEIR] desire for a secure and lasting bond. Being community-oriented, [NAME] would be well-matched with someone who enjoys social activities and values family traditions, but who also respects the need for personal time and space. A partner who gently encourages [NAME] to embrace new experiences, while respecting [THEIR] natural inclination towards familiarity and routine, can help [THEM] grow and explore new aspects of life. Appreciating [NAME]'s organized nature, a partner who values order and contributes to creating a structured life together would be highly compatible with [THEM]. Open and clear communication is crucial for [NAME]. A partner who is straightforward in expressing thoughts and feelings, and who values honest dialogue, will build a strong foundation of trust with [THEM]. Finally, [NAME] loves to feel appreciated. A partner who regularly expresses gratitude and recognizes [THEIR] efforts in the relationship will make [THEM] feel deeply cherished and fulfilled."
      }
    }
  },
  "PGEX": {
    "one": {
      "content": {
        "text": "[NAME] is vibrant and enjoys living in the moment. A partner who shares [THEIR] enthusiasm for life and embraces a spontaneous, fun-loving approach would be a great match. [NAME] loves new experiences and social interactions. A partner who is adventurous, outgoing, and enjoys being part of [THEIR] active social life will complement [THEM] well. [NAME] values authenticity and straightforward communication. A partner who is genuine, open, and honest, and who avoids playing mind games, will resonate with [THEM]. [NAME] is often very observant and attuned to the needs of others. A partner who is equally considerate and shows empathy towards [THEM] and others will strengthen the relationship. A partner who is flexible and can go with the flow, adapting to last-minute changes and surprises, would be ideal for [NAME], as [THEY] often enjoy spontaneity and unpredictability. Since [NAME] tends to focus on the present, a partner who can help [THEM] plan for the future, without curtailing [THEIR] sense of adventure, would provide a healthy balance. [NAME] enjoys playful and light-hearted interactions. A partner who has a good sense of humor and can share in [THEIR] joy and laughter will make life more enjoyable for [THEM]. Finally, [NAME] values a sense of freedom and independence in a relationship. A partner who respects [THEIR] need for personal space, while also being connected and emotionally available, will be a perfect fit."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is lively and loves being the center of attention. A partner who enjoys this vibrant energy and can join in on [THEIR] adventures will be a fantastic match. [NAME] thrives on excitement and spontaneity. A partner who is adaptable, spontaneous, and ready to embrace new and unexpected experiences will resonate with [THEM]. [NAME] values honest and straightforward communication. A partner who is open and sincere, and who values authenticity as much as [THEY] do, will build a strong and trusting relationship with [THEM]. Highly sociable, [NAME] would appreciate a partner who is not only outgoing and enjoys social events but who also understands and respects [THEIR] need for occasional downtime. A partner who is flexible and easygoing, able to adapt to the ever-changing plans and ideas of [NAME], will harmonize well with [THEIR] spontaneous nature. While [NAME] is focused on enjoying the present, a partner who can provide some perspective on future planning, in a supportive and non-restrictive way, would be beneficial for [THEM]. [NAME] loves humor and playful interactions. A partner who shares [THEIR] sense of humor and can add joy and laughter to [THEIR] life will be highly cherished. Appreciating [NAME]'s need for independence, a partner who understands the importance of personal space, while remaining emotionally connected, will create a balanced and fulfilling relationship."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is dynamic and enjoys a lifestyle full of variety and excitement. A partner who is enthusiastic about joining [THEM] in [THEIR] diverse activities and social outings will be a perfect companion. [NAME] is spontaneous and impulsive. A partner who loves living in the moment and is open to last-minute plans will keep life exciting and unpredictable for [THEM]. Honesty and directness are key for [NAME]. A partner who communicates clearly and values transparency will earn [THEIR] trust and respect. [NAME] is very sociable and enjoy a wide social circle. A partner who is sociable, yet also values intimate and private moments, will provide a well-rounded dynamic to the relationship. A partner who is adaptable and can easily adjust to new situations and changes, much like [NAME], will fit seamlessly into [THEIR] spontaneous lifestyle. While [NAME] enjoys the present, having a partner who can gently guide [THEM] in considering future implications of decisions, without being overly controlling, will be a valuable asset. A good sense of humor and a playful attitude are traits that [NAME] finds attractive. A partner who enjoys fun and laughter will create a joyful and vibrant relationship with [THEM]. Respecting [NAME]'s independent streak, a partner who supports [THEIR] need for freedom and space, while maintaining a close emotional connection, will be ideal."
      }
    }
  },
  "POBR": {
    "one": {
      "content": {
        "text": "[NAME] is ambitious and driven, often taking charge in situations. A partner who appreciates [THEIR] leadership qualities and supports [THEIR] goals, while also having their own ambitions, would be a great match. [NAME] values efficiency and direct communication. A partner who is clear, articulate, and honest in their interactions will resonate well with [THEM]. [NAME] enjoys intellectual challenges and engaging in strategic thinking. A partner who is intellectually stimulating and enjoys discussing complex ideas and plans will complement [THEM]. [NAME] is decisive and enjoy a structured approach to life. A partner who understands and appreciates this, but can also introduce flexibility and spontaneity, would provide a healthy balance. [NAME] is often focused on the big picture and long-term goals. A partner who can share in this vision and contribute to achieving mutual goals will be highly valued. A sense of independence is important for [NAME]. A partner who is self-reliant, confident, and has their own life and interests will harmonize with [THEIR] personality. While [NAME] is naturally assertive, a partner who can provide a calming influence and offer emotional support when needed will add a valuable dimension to the relationship. Lastly, [NAME] appreciates a partner who recognizes and respects [THEIR] need for personal growth and achievement. Someone who is supportive of [THEIR] endeavors and challenges [THEM] to be their best self will be an ideal companion."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is a natural leader and enjoys taking on challenges. A partner who respects [THEIR] assertiveness and complements [THEIR] strength with support and understanding would be ideal. [NAME] values straightforward and efficient communication. A partner who is articulate, honest, and prefers direct conversations will align well with [THEM]. [NAME] appreciates intellectual stimulation and a good debate. A partner who is thoughtful, enjoys discussing a wide range of topics, and can challenge [THEM] intellectually will keep the relationship dynamic and engaging. Organized and goal-oriented, [NAME] would be well-matched with someone who appreciates [THEIR] structured approach but can also introduce [THEM] to new perspectives and experiences. A partner who is ambitious and shares [NAME]'s focus on achieving long-term goals will be a strong ally in [THEIR] personal and professional endeavors. [NAME] values independence and self-sufficiency. A partner who has their own goals and passions, and who stands as an equal, will be deeply respected by [THEM]. A calming presence in a partner would be beneficial for [NAME], providing a counterbalance to [THEIR] natural intensity and offering emotional support during stressful times. Finally, a partner who understands and encourages [NAME]'s desire for personal and professional growth will be a key component in a successful and fulfilling relationship."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is ambitious and often has a clear vision for the future. A partner who admires these qualities and offers inspiration and encouragement will be a perfect fit. Communication is key for [NAME]. A partner who is straightforward, effective in communicating, and values transparency will create a strong foundation of trust and understanding with [THEM]. [NAME] enjoys a good intellectual challenge and values a sharp mind. A partner who is insightful, enjoys exploring new ideas, and can engage in stimulating conversations will be highly attractive to [THEM]. While [NAME] is focused and organized, a partner who can bring spontaneity and flexibility to [THEIR] life will help create a balanced and enriching relationship. Sharing in [NAME]'s long-term goals and ambitions, and working together towards mutual achievements, will be a key aspect of a successful partnership. Independence and self-reliance are traits that [NAME] values in a partner. Someone who is confident and has their own pursuits will complement [THEIR] personality well. A partner who provides emotional depth and support, offering a different perspective to [NAME]'s more analytical nature, will add a valuable dimension to the relationship. Lastly, understanding [NAME]'s commitment to growth and achievement and being supportive of [THEIR] endeavors will be crucial in building a strong and supportive partnership."
      }
    }
  },
  "POBX": {
    "one": {
      "content": {
        "text": "[NAME] is highly creative and enjoys exploring new ideas. A partner who is intellectually curious and open to discussing a wide range of topics will be a great match for [THEM]. [NAME] loves engaging in witty banter and intellectual debates. A partner who enjoys this playful exchange of ideas and can challenge [THEM] intellectually will keep the relationship stimulating. [NAME] values independence and an unconventional approach to life. A partner who appreciates [THEIR] uniqueness and is also self-reliant and confident will resonate well with [THEM]. [NAME] is often adaptable and enjoy exploring various possibilities. A partner who is flexible, open-minded, and willing to explore new experiences will complement [THEM]. [NAME] is often focused on potential and what could be. A partner who can share in this vision yet help ground [THEM] in practical realities when needed will provide a healthy balance. While [NAME] is charismatic and enjoys social interactions, [THEY] also value deep and meaningful conversations. A partner who can engage on both levels – social and intellectual – will be ideal. A sense of humor and a light-hearted approach to life are traits that [NAME] appreciates. A partner who can laugh and not take every little thing too seriously will make life more enjoyable for [THEM]. Finally, [NAME] values a sense of freedom in a relationship. A partner who respects [THEIR] need for space and autonomy, while being emotionally available and supportive, will be a perfect fit."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] thrives on innovation and loves to challenge conventional thinking. A partner who is intellectually adventurous and enjoys exploring new concepts will be highly attractive to [THEM]. [NAME] engages in quick-witted and often playful debates. A partner who can match [THEIR] intellectual energy and contribute to these stimulating exchanges will complement [THEM] well. [NAME] values their independence and often pursues unconventional paths. A partner who appreciates and respects [THEIR] individuality, and who also possesses a strong sense of self, will harmonize with [THEM]. Adaptable and open-minded, [NAME] would be well-matched with someone who is also flexible and ready to embrace new experiences and ideas. [NAME] often focuses on future possibilities and potential. A partner who can engage with [THEM] in visionary thinking, yet help [THEM] stay connected to current realities, will provide a balanced dynamic. Social yet intellectually profound, [NAME] appreciates a partner who can comfortably navigate both lively social situations and deep, thought-provoking conversations. A good sense of humor is something [NAME] values greatly. A partner who enjoys laughter and can approach life with a sense of playfulness will align well with [THEIR] personality. Respecting [NAME]'s need for space and autonomy is key. A partner who understands the importance of freedom in a relationship, while remaining committed and emotionally engaged, will be ideal for [THEM]."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is inventive and enjoys brainstorming new ideas. A partner who is creatively stimulating and willing to explore unconventional thoughts will be a perfect match. [NAME] loves engaging in dynamic discussions and debates. A partner who is intellectually engaging and can offer challenging perspectives will keep the relationship lively and interesting. [NAME] highly values their freedom and often takes an unorthodox approach to life. A partner who respects [THEIR] need for independence and has their own unique identity will resonate with [THEM]. Flexible and open to change, [NAME] would appreciate a partner who is also adaptable and open to exploring the unknown and embracing new adventures together. With a focus on future possibilities, [NAME] needs a partner who can dream along with [THEM], yet also provide practical insights when necessary to bring balance to [THEIR] visionary ideas. Enjoying both socializing and deep conversations, [NAME] would be well-suited to a partner who is not only sociable but also capable of engaging in meaningful and intellectual dialogues. A partner with a lively sense of humor and a light-hearted approach to life will complement [NAME]'s playful and sometimes unconventional nature. Finally, it's important for [NAME]'s partner to understand and respect [THEIR] desire for personal space and autonomy, while still maintaining a close and supportive relationship."
      }
    }
  },
  "POER": {
    "one": {
      "content": {
        "text": "[NAME] is deeply empathetic and values meaningful connections. A partner who is emotionally intelligent and responsive to [THEIR] nurturing nature will be a great match. [NAME] often prioritizes the well-being of others and is highly compassionate. A partner who is equally caring and appreciates [THEIR] altruistic nature will resonate with [THEM]. [NAME] enjoys fostering growth and potential in others. A partner who values personal development and is open to [THEIR] encouragement and support will align well with [THEIR] nurturing approach. [NAME] is often idealistic and strive for harmony in relationships. A partner who is optimistic, values harmony, and works towards resolving conflicts constructively will complement [THEM]. [NAME] appreciates open and heartfelt communication. A partner who is communicative and expressive about [THEIR] feelings and thoughts will deepen the connection and understanding in the relationship. While [NAME] is naturally sociable and enjoys connecting with a wide range of people, [THEY] also value deep and intimate relationships. A partner who can balance social activities with private, meaningful moments will be ideal. [NAME] is often future-oriented and has a vision for the life [THEY] want to create. A partner who shares similar values and goals, and is enthusiastic about building a future together, will be highly valued. Lastly, [NAME] needs a partner who recognizes and appreciates [THEIR] efforts and contributions. Someone who regularly shows gratitude and acknowledges [THEIR] care and hard work will make [THEM] feel deeply cherished."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] has a natural ability to connect deeply with others. A partner who values emotional depth and is willing to form a profound emotional bond will be highly compatible with [THEM]. [NAME] is often focused on nurturing and helping others. A partner who appreciates [THEIR] caring nature and reciprocates with kindness and support will strengthen the relationship. [NAME] thrives in an environment where personal growth is encouraged. A partner who is open to learning and evolving together, guided by [THEIR] insight and encouragement, will be a perfect match. Harmony in relationships is very important to [NAME]. A partner who is optimistic, seeks constructive solutions to conflicts, and values peaceful interactions will resonate with [THEM]. [NAME] enjoys open and meaningful communication. A partner who can share their feelings openly and engage in deep conversations will create a strong emotional connection with [THEM]. While sociable, [NAME] also cherishes intimacy and close connections. A partner who can enjoy social settings but also values private, heartfelt moments will offer the best of both worlds. Future-oriented, [NAME] often has a vision for a better future. A partner who shares [THEIR] ideals and aspirations, and is enthusiastic about building a life together, will be deeply appreciated. Finally, [NAME] values appreciation and recognition for [THEIR] efforts. A partner who regularly acknowledges [THEIR] contributions and expresses gratitude will make [THEM] feel valued and loved."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is empathetic and excels at understanding others' feelings. A partner who is emotionally aware and responsive to [THEIR] emotional expressions will create a deeply connected relationship. [NAME] is naturally altruistic and caring. A partner who values [THEIR] compassionate nature and reciprocates with warmth and affection will complement [THEM] perfectly. [NAME] is passionate about helping others reach their potential. A partner who is open to growth and appreciates [THEIR] motivational nature will thrive alongside [THEM]. Seeking harmony in relationships, [NAME] is drawn to partners who are positive, conflict-resolving, and committed to maintaining a peaceful and loving relationship. Communication is key for [NAME]. A partner who is open, expressive, and willing to share deep emotions and thoughts will enhance the mutual understanding and connection. [NAME] balances their sociability with a need for meaningful relationships. A partner who can navigate social situations with ease, yet also cherishes intimate and private moments, will be ideal for [THEM]. Visionary and future-focused, [NAME] appreciates a partner who aligns with [THEIR] long-term goals and is excited about creating a shared future together. Appreciation and recognition are important to [NAME]. A partner who regularly shows gratitude and acknowledges [THEIR] efforts will make [THEM] feel deeply respected and cherished in the relationship."
      }
    }
  },
  "POEX": {
    "one": {
      "content": {
        "text": "[NAME] is imaginative and enthusiastic, always open to exploring new possibilities. A partner who shares [THEIR] sense of curiosity and adventure will be a great match. [NAME] thrives on emotional depth and meaningful connections. A partner who is emotionally intelligent and capable of deep empathy will resonate with [THEM]. [NAME] values creativity and spontaneity. A partner who is flexible, creative, and open to impromptu adventures will complement [THEIR] playful and exploratory nature. [NAME] is often optimistic and see the best in people. A partner who is also positive and believes in the potential of others will align well with [THEIR] outlook. [NAME] enjoys open and heartfelt communication. A partner who can express [THEIR] feelings and thoughts openly and values honest communication will deepen the connection. While [NAME] is sociable and enjoys a wide circle of friends, [THEY] also value deep, one-on-one connections. A partner who can balance socializing with intimate moments will be ideal. [NAME] is future-oriented and often dreams big. A partner who can dream alongside [THEM] and support [THEIR] aspirations, while also helping to ground [THEM] in reality, will be a strong ally. Lastly, [NAME] appreciates a sense of freedom and autonomy in a relationship. A partner who respects [THEIR] need for independence, while being emotionally connected and supportive, will be a perfect fit."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is full of enthusiasm and loves exploring new ideas. A partner who is equally curious and excited about life's possibilities will be a fantastic match for [THEM]. [NAME] seeks deep emotional connections and values heartfelt interactions. A partner who is understanding, empathetic, and emotionally available will resonate deeply with [THEM]. [NAME] appreciates spontaneity and a sense of adventure. A partner who is adaptable, creative, and willing to embrace the unexpected will align well with [THEIR] vibrant and exploratory spirit. Optimistic and always looking for the good in situations, [NAME] would be well-matched with someone who shares [THEIR] positive outlook and encourages [THEIR] idealistic nature. Communication is crucial for [NAME]. A partner who values open and honest expression and is willing to engage in meaningful conversations will create a strong emotional bond. While [NAME] enjoys a dynamic social life, [THEY] also treasure deep personal connections. A partner who can enjoy socializing but also values intimate and private moments will be perfect for [THEM]. [NAME] often dreams big and has a visionary outlook. A partner who supports [THEIR] dreams and aspirations, and can provide a grounding influence, will be a valuable presence in [THEIR] life. Respecting [NAME]'s need for independence and space is key. A partner who understands [THEIR] desire for autonomy while maintaining a close and supportive relationship will be ideal."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is passionate and always eager to explore new horizons. A partner who embraces [THEIR] zest for life and is enthusiastic about shared adventures will be a great companion. [NAME] values emotional depth and authenticity in relationships. A partner who is genuine, emotionally intelligent, and open-hearted will connect deeply with [THEM]. [NAME] loves being spontaneous and often follows [THEIR] intuition. A partner who is flexible and open to sudden plans and ideas will complement [THEIR] spontaneous nature. A positive and uplifting outlook is something that [NAME] cherishes. A partner who is optimistic and sees challenges as opportunities will resonate with [THEIR] perspective. For [NAME], communication is about sharing feelings and ideas openly. A partner who is communicative and values deep, transparent conversations will strengthen the bond between them. [NAME] balances [THEIR] sociable nature with a need for meaningful one-on-one connections. A partner who can navigate between these two will suit [THEM] perfectly. Dreaming and envisioning a bright future is part of [NAME]'s charm. A partner who dreams with [THEM] and helps keep their aspirations achievable will be a cherished ally. Finally, a partner who respects [NAME]'s need for independence and personal growth, while being emotionally engaged and supportive, will create a balanced and fulfilling relationship."
      }
    }
  },
  "KGBR": {
    "one": {
      "content": {
        "text": "[NAME] is practical and values reliability and structure in their life. A partner who appreciates [THEIR] need for order and can complement [THEIR] organized approach will be a great match. [NAME] is dependable and takes commitments seriously. A partner who is equally reliable and values trust and loyalty in a relationship will resonate with [THEM]. [NAME] appreciates straightforward and honest communication. A partner who is clear, direct, and open in their interactions will align well with [THEIR] communication style. [NAME] often prefers planned and structured activities. A partner who understands and respects [THEIR] need for planning, yet can occasionally introduce spontaneity, would provide a healthy balance. [NAME] is often reserved and takes time to open up. A partner who is patient and understanding, allowing [THEM] to open up at [THEIR] own pace, will be ideal. While [NAME] is focused on practical matters, [THEY] can appreciate a partner who brings a creative or emotional perspective to [THEIR] life, helping [THEM] explore new dimensions of experiences. [NAME] values tradition and consistency. A partner who shares these values and is interested in building a stable and predictable life together will be highly valued. Lastly, [NAME] needs a partner who recognizes and appreciates the effort and dedication [THEY] put into the relationship. Someone who shows gratitude and acknowledges [THEIR] contributions will make [THEM] feel valued and respected."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] values a practical and methodical approach to life. A partner who appreciates [THEIR] detail-oriented nature and can contribute to a structured lifestyle will be a good match. [NAME] is highly dependable and values commitment. A partner who is trustworthy and takes promises seriously will resonate deeply with [THEM]. [NAME] prefers clear and straightforward communication. A partner who is honest, direct, and communicates openly will align well with [THEIR] straightforward nature. [NAME] usually has a preference for planned and orderly activities. A partner who respects this need for structure, yet can gently introduce elements of spontaneity, will create a balanced relationship. [NAME] may appear reserved, but [THEY] value deep and meaningful connections. A partner who is patient and offers a safe space for [THEM] to open up will be deeply appreciated. While [NAME] focuses on practicality, a partner who adds a touch of creativity and emotional depth can enrich [THEIR] experiences and broaden [THEIR] perspectives. Tradition and stability are important to [NAME]. A partner who shares these values and desires a stable, long-term relationship will be very attractive to [THEM]. Appreciation for [THEIR] efforts and dedication in a relationship is key for [NAME]. A partner who acknowledges and values [THEIR] contributions will help [THEM] feel respected and cherished."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is grounded and appreciates a stable and organized lifestyle. A partner who understands and values [THEIR] need for order, and who also brings stability, will be a perfect match. [NAME] takes commitments very seriously and is extremely reliable. A partner who is also dependable and values loyalty and trust in a relationship will complement [THEM] well. [NAME] believes in clear and honest communication. A partner who is straightforward, sincere, and avoids ambiguity in conversations will resonate with [THEIR] communication style. Preferably, [NAME] likes to plan activities and routines. A partner who appreciates [THEIR] organized approach, yet can introduce flexibility, will help [THEM] enjoy a more balanced life. [NAME] may take time to open up emotionally. A partner who is patient, gentle, and respectful of [THEIR] pace in sharing feelings will create a comfortable environment for [THEM]. While [NAME] is usually focused on practical aspects, a partner who brings emotional insight and creative ideas can offer a new perspective and enrich [THEIR] life. Valuing traditions and consistency, [NAME] would be suited to a partner who also appreciates these aspects and seeks to build a secure and predictable future together. Recognizing and valuing [NAME]'s efforts in maintaining the relationship is important. A partner who regularly shows appreciation and understands [THEIR] contributions will be deeply meaningful to [THEM]."
      }
    }
  },
  "KGBX": {
    "one": {
      "content": {
        "text": "[NAME] is practical and enjoys working with their hands. A partner who appreciates [THEIR] problem-solving skills and can share in [THEIR] practical endeavors will be a great match. [NAME] values independence and often prefers a direct approach to life. A partner who is self-sufficient and values straightforward communication will resonate with [THEM]. [NAME] enjoys exploring and understanding how things work. A partner who is curious and open to learning and exploring new things together will complement [THEIR] analytical nature. [NAME] is typically adaptable and spontaneous. A partner who is flexible and can go with the flow, embracing the occasional adventure, would provide a healthy balance. [NAME] often has a calm demeanor but appreciates deeper, intellectual connections. A partner who is thoughtful and enjoys meaningful conversations will be ideal for [THEM]. While [NAME] is focused on the present, [THEY] can appreciate a partner who helps [THEM] consider future possibilities in a practical and realistic way. [NAME] values their personal space and autonomy. A partner who respects [THEIR] need for independence and has their own interests and hobbies will be highly valued. Lastly, [NAME] appreciates actions more than words. A partner who shows affection and commitment through actions and shared activities will make [THEM] feel loved and connected."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is hands-on and enjoys applying practical skills. A partner who values [THEIR] mechanical abilities and enjoys participating in or appreciating [THEIR] practical projects will be well-suited. [NAME] cherishes independence and straightforwardness. A partner who is autonomous, direct, and communicates clearly without unnecessary complications will resonate with [THEM]. [NAME] has a natural curiosity about how things work. A partner who shares this inquisitiveness and is eager to explore and discover new things alongside [THEM] will complement [THEIR] analytical nature. Adaptable and often spontaneous, [NAME] would be matched well with someone who is flexible and open to unplanned adventures, adding a sense of excitement to [THEIR] life. Though [NAME] may seem reserved, [THEY] value intellectual and meaningful connections. A partner who can engage in thoughtful discussions and share insights will be very attractive to [THEM]. While [NAME] lives in the present, a partner who can occasionally help [THEM] plan for the future, in a logical and practical manner, would be beneficial. Personal space is important to [NAME]. A partner who understands and respects [THEIR] need for independence and has their own hobbies and interests will maintain a healthy balance in the relationship. For [NAME], actions often speak louder than words. A partner who expresses love and commitment through shared activities and tangible gestures will deeply connect with [THEM]."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is hands-on and enjoys applying practical skills. A partner who values [THEIR] mechanical abilities and enjoys participating in or appreciating [THEIR] practical projects will be well-suited. [NAME] cherishes independence and straightforwardness. A partner who is autonomous, direct, and communicates clearly without unnecessary complications will resonate with [THEM]. [NAME] has a natural curiosity about how things work. A partner who shares this inquisitiveness and is eager to explore and discover new things alongside [THEM] will complement [THEIR] analytical nature. Adaptable and often spontaneous, [NAME] would be matched well with someone who is flexible and open to unplanned adventures, adding a sense of excitement to [THEIR] life. Though [NAME] may seem reserved, [THEY] value intellectual and meaningful connections. A partner who can engage in thoughtful discussions and share insights will be very attractive to [THEM]. While [NAME] lives in the present, a partner who can occasionally help [THEM] plan for the future, in a logical and practical manner, would be beneficial. Personal space is important to [NAME]. A partner who understands and respects [THEIR] need for independence and has their own hobbies and interests will maintain a healthy balance in the relationship. For [NAME], actions often speak louder than words. A partner who expresses love and commitment through shared activities and tangible gestures will deeply connect with [THEM]."
      }
    }
  },
  "KGER": {
    "one": {
      "content": {
        "text": "[NAME] is nurturing and values stability in their relationships. A partner who appreciates [THEIR] caring nature and desires a long-term, stable connection will be a great match. [NAME] is dependable and takes commitments very seriously. A partner who is reliable and values loyalty and trust in a relationship will resonate deeply with [THEM]. [NAME] appreciates thoughtful and sincere communication. A partner who communicates with kindness and clarity, and who values honest and open dialogue, will align well with [THEIR] communication style. [NAME] often has a strong sense of duty and responsibility. A partner who understands and respects this, and who can occasionally help [THEM] relax and unwind, would provide a healthy balance. [NAME] tends to be reserved but deeply values close, intimate connections. A partner who is patient and gradually builds trust and emotional depth will be ideal for [THEM]. While [NAME] is focused on caring for others, [THEY] can appreciate a partner who encourages [THEM] to focus on [THEIR] own needs as well, helping [THEM] maintain a sense of self-care and personal growth. [NAME] values tradition and often enjoys a routine lifestyle. A partner who shares these values and enjoys creating a harmonious and structured home life will be highly valued. Lastly, [NAME] appreciates being acknowledged and valued for [THEIR] contributions. A partner who regularly shows gratitude and recognizes [THEIR] efforts will make [THEM] feel loved and respected."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is deeply caring and values a sense of security in relationships. A partner who understands [THEIR] need for emotional stability and contributes to a nurturing environment will be a perfect match. [NAME] is reliable and values long-term commitments. A partner who is equally dependable, trustworthy, and dedicated to maintaining a strong, loyal relationship will resonate with [THEM]. [NAME] prefers clear, kind communication. A partner who is thoughtful in their words and values open, honest exchanges will align well with [THEIR] preference for sincere dialogue. [NAME] often feels a strong sense of duty. A partner who appreciates this quality and helps [THEM] balance their responsibilities with personal time and relaxation will add a healthy dynamic to the relationship. [NAME] may be reserved, but they cherish deep emotional connections. A partner who is patient, gradually building a trusting and intimate relationship, will be ideal for [THEM]. While [NAME] often prioritizes the needs of others, a partner who encourages [THEM] to also focus on [THEIR] own well-being and personal interests will help [THEM] achieve a more balanced life. Traditions and routines are important to [NAME]. A partner who shares these values and enjoys creating a stable, harmonious home life together will be deeply appreciated. Acknowledgment and appreciation are key for [NAME]. A partner who regularly shows gratitude for [THEIR] efforts and acknowledges [THEIR] contributions will make [THEM] feel valued and cherished."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is nurturing and seeks stability and harmony in relationships. A partner who values [THEIR] caring nature and aspires to build a secure, long-term connection will be a great companion. [NAME] takes commitments to heart and is deeply loyal. A partner who is reliable and values trust and sincerity in a relationship will complement [THEM] well. [NAME] appreciates honest and compassionate communication. A partner who speaks with kindness and is open and direct in sharing their thoughts and feelings will resonate with [THEIR] communication style. Dedicated and responsible, [NAME] would benefit from a partner who recognizes [THEIR] hard work and helps [THEM] find a balance between duty and personal relaxation. [NAME] values intimate, meaningful connections. A partner who understands the importance of building trust slowly and values emotional depth will be ideal for [THEM]. While [NAME] is focused on supporting others, a partner who encourages [THEM] to pursue [THEIR] own interests and practice self-care will contribute to a healthier and more fulfilling relationship. [NAME] often enjoys a structured, routine-based lifestyle. A partner who appreciates this sense of order and shares [THEIR] traditional values will strengthen the bond between them. Finally, feeling valued and appreciated is important to [NAME]. A partner who regularly expresses gratitude and acknowledges [THEIR] nurturing efforts will make [THEM] feel deeply loved and respected."
      }
    }
  },
  "KGEX": {
    "one": {
      "content": {
        "text": "[NAME] is creative and enjoys expressing themselves through artistic mediums. A partner who appreciates [THEIR] artistic sensibilities and shares or supports [THEIR] creative passions will be a great match. [NAME] values living in the moment and has a spontaneous nature. A partner who is adaptable, enjoys spontaneity, and embraces the joys of the present will resonate with [THEM]. [NAME] appreciates deep, authentic connections. A partner who is genuine, emotionally available, and values honesty and sincerity in communication will align well with [THEIR] authentic nature. [NAME] often has a laid-back and easygoing approach to life. A partner who is relaxed, understanding, and supportive of [THEIR] go-with-the-flow attitude will provide a comfortable and harmonious relationship. [NAME] values personal freedom and space. A partner who respects [THEIR] independence and has their own interests and hobbies will be highly valued and will help maintain a healthy balance in the relationship. While [NAME] is usually focused on the present, a partner who can gently help [THEM] consider future implications and plans, without imposing restrictions, would be beneficial. [NAME] is deeply compassionate and empathetic. A partner who is also caring, kind-hearted, and empathetic towards others will share in [THEIR] values and outlook on life. Lastly, [NAME] responds well to affection and appreciation. A partner who shows their love through actions and thoughtful gestures, and who regularly acknowledges [THEIR] efforts, will make [THEM] feel loved and cherished."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] has a natural affinity for aesthetics and creativity. A partner who appreciates and either shares or respects [THEIR] artistic interests will be a perfect match. [NAME] loves spontaneity and living in the moment. A partner who is adaptable, enjoys new experiences, and can appreciate the beauty of the present will resonate with [THEM]. [NAME] values authenticity and heartfelt connections. A partner who is genuine, open in expressing emotions, and values deep, sincere communication will align well with [THEIR] values. [NAME] is typically laid-back and prefer a relaxed lifestyle. A partner who is understanding, patient, and complements [THEIR] easygoing nature will create a harmonious relationship. [NAME] cherishes personal freedom and the ability to explore [THEIR] passions. A partner who respects [THEIR] independence and has their own interests will maintain a healthy dynamic in the relationship. While [NAME] tends to focus on the here and now, a partner who can offer gentle guidance in planning for the future, while respecting [THEIR] spontaneous nature, would be beneficial. Compassionate and empathetic, [NAME] is drawn to others who also show kindness and understanding. A partner who is caring and compassionate towards both [NAME] and others will deepen their bond. Affection and appreciation are important to [NAME]. A partner who expresses love through thoughtful actions and acknowledges [THEIR] contributions will make [THEM] feel deeply valued and loved."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is artistic and has a keen sense for beauty and creativity. A partner who admires [THEIR] creative talents and supports [THEIR] artistic expressions will be a great companion. [NAME] enjoys the spontaneity of life and often avoids strict plans. A partner who is flexible, open to spontaneous adventures, and appreciates living in the moment will complement [THEM]. [NAME] seeks authentic, meaningful relationships. A partner who is emotionally open, honest, and values deep connections will resonate with [THEIR] desire for sincerity in communication. Easygoing and relaxed, [NAME] would appreciate a partner who is calm, patient, and supportive of [THEIR] laid-back approach to life, helping to create a peaceful and stress-free relationship. [NAME] highly values independence and the freedom to explore [THEIR] passions. A partner who understands and respects this need, and who also has their own hobbies, will be well-suited. While [NAME] is present-focused, a partner who can provide some perspective on future planning in a non-overbearing way will be helpful in creating a balanced approach to life. Known for [THEIR] compassion, [NAME] is drawn to partners who are equally caring and empathetic, creating a nurturing and supportive bond between them. Lastly, [NAME] responds positively to gestures of love and appreciation. A partner who shows their affection through actions and regularly acknowledges [THEIR] efforts will strengthen the emotional connection."
      }
    }
  },
  "KOBR": {
    "one": {
      "content": {
        "text": "[NAME] is highly analytical and values intellectual depth. A partner who is intellectually stimulating and enjoys engaging in deep, thoughtful discussions will be a great match. [NAME] appreciates independence and self-sufficiency. A partner who is confident, has their own ambitions, and respects [THEIR] need for personal space will resonate with [THEM]. [NAME] prefers straightforward, honest communication. A partner who values clarity, is articulate, and communicates directly will align well with [THEIR] straightforward approach. [NAME] often has a long-term vision and enjoy strategic planning. A partner who understands and appreciates this, and can contribute to these long-term goals, would provide a balanced partnership. [NAME] tends to be reserved but values deep, meaningful connections. A partner who is patient and willing to gradually build a connection based on mutual understanding and respect will be ideal. While [NAME] is focused on logic and objectivity, [THEY] can appreciate a partner who brings a complementary emotional perspective, helping [THEM] to explore the emotional aspects of life. [NAME] values efficiency and often has a methodical approach to life. A partner who appreciates this and can occasionally introduce flexibility and spontaneity will add a refreshing dynamic to the relationship. Lastly, [NAME] needs a partner who understands [THEIR] need for independence and intellectual growth. Someone who supports [THEIR] pursuits and challenges [THEM] intellectually will be a perfect fit."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] values intellectual depth and strategic thinking. A partner who is intellectually curious and enjoys exploring complex ideas and concepts will be highly compatible with [THEM]. [NAME] cherishes independence and autonomy. A partner who is self-reliant, respects [THEIR] need for personal space, and has their own goals and interests will resonate with [THEM]. [NAME] prefers clear and efficient communication. A partner who communicates directly and values honesty, without unnecessary emotional complexity, will align well with [THEIR] communication style. [NAME] often has a clear vision for the future. A partner who appreciates and supports this vision, and who can also bring in [THEIR] own perspectives, will create a stimulating and balanced relationship. [NAME] may appear reserved but deeply values connections based on mutual understanding and respect. A partner who is thoughtful and takes the time to build a deep, intellectual bond will be ideal. While [NAME] is often focused on rationality, a partner who can introduce [THEIR] to new emotional experiences in a comfortable way will help [THEM] develop a more well-rounded perspective. [NAME] appreciates a structured approach to life. A partner who understands this need for organization but can occasionally introduce spontaneity will make life more varied and enjoyable. Finally, [NAME] needs someone who understands [THEIR] drive for personal growth and intellectual development. A partner who is supportive of [THEIR] endeavors and challenges [THEM] intellectually will be a great companion."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is insightful and enjoys diving into complex topics. A partner who is intellectually engaging and loves to discuss and explore new ideas will be a perfect match. [NAME] values self-sufficiency and independence. A partner who is confident in their own abilities, respects [THEIR] need for space, and pursues their own passions will complement [THEM]. [NAME] prefers straightforward and honest communication. A partner who is clear, concise, and values direct communication will resonate with [THEIR] logical and no-nonsense approach. [NAME] often plans for the long term and think strategically. A partner who understands the importance of this and can contribute their own ideas and insights will enhance the relationship. Though [NAME] can be reserved, [THEY] seek meaningful and intellectually stimulating relationships. A partner who is patient and willing to build a connection based on mutual intellectual interests will be ideal for [THEM]. While [NAME] is focused on logical reasoning, a partner who can bring an emotional dimension to [THEIR] life, helping [THEM] explore feelings and empathy, will provide a valuable balance. [NAME] likes a methodical approach to life. A partner who appreciates this but can also introduce some flexibility and spontaneity will add a refreshing element to [THEIR] life. Lastly, [NAME] appreciates a partner who understands and supports [THEIR] continual quest for knowledge and personal development. Someone who is intellectually stimulating and growth-oriented will be a great ally."
      }
    }
  },
  "KOBX": {
    "one": {
      "content": {
        "text": "[NAME] is highly analytical and enjoys exploring abstract concepts. A partner who is intellectually stimulating and enjoys deep, theoretical discussions will be a great match. [NAME] values independence and often has a non-conventional approach to life. A partner who is self-reliant, open-minded, and respects [THEIR] need for personal space will resonate with [THEM]. [NAME] prefers honest and direct communication. A partner who values clarity, is articulate, and communicates thoughts and feelings openly will align well with [THEIR] communication style. [NAME] enjoys problem-solving and intellectual exploration. A partner who appreciates and engages in [THEIR] love for analysis and discovery would provide a stimulating and rewarding relationship. [NAME] can be reserved but values deep and meaningful connections. A partner who is patient, understanding, and gradually builds a bond based on intellectual compatibility and mutual respect will be ideal. While [NAME] is often focused on logical analysis, [THEY] can appreciate a partner who introduces [THEIR] to new emotional experiences and helps [THEM] explore the emotional aspects of life. [NAME] enjoys a flexible and spontaneous approach to life. A partner who is adaptable and can appreciate [THEIR] need for an unstructured lifestyle will add a refreshing dynamic to the relationship. Lastly, [NAME] needs a partner who understands and appreciates [THEIR] need for ongoing intellectual growth and exploration. Someone who supports [THEIR] pursuits and shares in [THEIR] quest for knowledge will be a perfect fit."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is deeply intellectual and loves exploring new ideas. A partner who is curious and enjoys engaging in thoughtful discussions about a wide range of topics will be highly attractive to [THEM]. [NAME] cherishes autonomy and often pursues unconventional paths. A partner who is independent, respects [THEIR] need for space, and is open to non-traditional ways of thinking will resonate with [THEM]. [NAME] values clear and rational communication. A partner who is straightforward, logical, and can express ideas clearly will align well with [THEIR] preference for direct and honest dialogue. [NAME] has a natural inclination towards problem-solving and abstract thinking. A partner who appreciates this intellectual pursuit and can contribute to these analytical discussions will complement [THEM]. [NAME] may appear reserved, but [THEY] value deep connections based on intellectual compatibility. A partner who is thoughtful, patient, and willing to build a relationship on shared ideas and mutual respect will be ideal. While [NAME] is largely focused on logic, a partner who can gently introduce [THEM] to emotional depth and help [THEM] navigate feelings will provide a valuable balance to [THEIR] analytical nature. [NAME] enjoys flexibility and often resists rigid structures. A partner who is adaptable and comfortable with a spontaneous lifestyle will suit [THEIR] preference for an open-ended approach to life. Finally, [NAME] appreciates a partner who supports and engages in [THEIR] continual quest for knowledge. Someone who is intellectually curious and growth-oriented will be a stimulating companion."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] thrives on intellectual exploration and enjoys delving into complex theories. A partner who is intellectually engaging and loves to discuss and debate ideas will be a perfect match. [NAME] values personal freedom and often thinks outside the box. A partner who is self-sufficient, appreciates [THEIR] unconventional nature, and respects [THEIR] need for independence will complement [THEM]. [NAME] prefers honest and logical communication. A partner who is clear, rational, and values a straightforward approach to conversation will resonate with [THEIR] communication style. [NAME] is natural problem-solvers and enjoy intellectual challenges. A partner who shares in this love for analysis and can offer new perspectives will enhance the relationship. While [NAME] can be reserved, [THEY] seek meaningful and intellectually rich connections. A partner who is patient, understanding, and values a deep, thought-provoking bond will be ideal for [THEM]. A partner who brings emotional insight and helps [NAME] explore the emotional spectrum of life can add a valuable dimension to [THEIR] predominantly analytical perspective. [NAME] appreciates spontaneity and often prefers a flexible lifestyle. A partner who is adaptable and enjoys a certain level of unpredictability will align well with [THEIR] approach. Lastly, [NAME] needs a partner who understands [THEIR] drive for knowledge and intellectual development. Someone who is intellectually curious and supports [THEIR] pursuit of understanding will be a great ally."
      }
    }
  },
  "KOER": {
    "one": {
      "content": {
        "text": "[NAME] is intuitive and deeply empathetic, often understanding others' emotions instinctively. A partner who is emotionally intelligent and capable of deep empathy will be a great match. [NAME] values meaningful and authentic connections. A partner who is genuine, values honesty in communication, and seeks a deep, soulful relationship will resonate with [THEM]. [NAME] often thinks about the future and enjoys discussing possibilities and dreams. A partner who enjoys envisioning the future and engaging in meaningful conversations about life’s potential will align well with [THEIR] visionary nature. [NAME] is often idealistic and seek harmony in their relationships. A partner who is optimistic, seeks peaceful resolutions, and strives for a harmonious relationship will complement [THEM]. [NAME] tends to be reserved but opens up in environments of trust and understanding. A partner who is patient, supportive, and builds a safe space for emotional expression will be ideal. While [NAME] is empathetic and caring, [THEY] can appreciate a partner who encourages [THEM] to set boundaries and focus on [THEIR] own needs as well, fostering a healthy balance. [NAME] often has a creative and imaginative side. A partner who appreciates [THEIR] creativity and shares or supports [THEIR] artistic interests will deeply connect with [THEM]. Lastly, [NAME] values being appreciated for [THEIR] insights and contributions. A partner who acknowledges [THEIR] intuitive nature and shows appreciation for [THEIR] empathy and understanding will make [THEM] feel cherished."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is intuitive and often seeks deeper meaning in life. A partner who is reflective, values introspection, and enjoys exploring profound ideas will be highly compatible with [THEM]. [NAME] cherishes authentic and heartfelt connections. A partner who is sincere, communicates openly about their feelings, and seeks a genuine, deep relationship will resonate with [THEM]. [NAME] often contemplates the future and enjoys discussing life's possibilities. A partner who is also forward-thinking and enjoys planning and dreaming about the future will align well with [THEIR] visionary nature. [NAME] strives for harmony and understanding in relationships. A partner who is conflict-averse, seeks peaceful solutions, and values a harmonious living environment will complement [THEM]. [NAME] may take time to open up but values trust and emotional intimacy. A partner who is patient, creates a trustworthy environment, and slowly builds a deep emotional connection will be ideal. While [NAME] is naturally empathetic, a partner who encourages [THEM] to prioritize [THEIR] own well-being and self-care will help maintain a balanced and healthy relationship. [NAME] often has a creative side and appreciates artistic expression. A partner who values creativity and either shares or supports [THEIR] artistic pursuits will deeply connect with [THEM]. Appreciation and recognition are important to [NAME]. A partner who acknowledges [THEIR] unique insights and shows gratitude for [THEIR] nurturing and understanding will make [THEM] feel truly valued."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is deeply empathetic and often tunes into the emotions of others. A partner who is also empathetic, emotionally aware, and capable of deep understanding will be a perfect match. [NAME] values sincerity and authenticity in relationships. A partner who is genuine, communicates honestly, and seeks a meaningful connection will resonate with [THEM]. [NAME] enjoys thinking about future possibilities and engaging in meaningful discussions. A partner who is also thoughtful about the future and enjoys exploring life’s deeper questions will align with [THEIR] nature. [NAME] aims for harmony in their relationships. A partner who is peaceful, positive, and works towards maintaining balance and understanding will complement [THEM]. [NAME] is often reserved but deeply values emotional intimacy. A partner who is patient, encouraging, and helps to create a trusting and open emotional space will be ideal for [THEM]. While [NAME] is caring and compassionate, [THEY] need a partner who reminds [THEM] to focus on [THEIR] own needs and self-care, ensuring [THEY] don't neglect [THEIR] own well-being. [NAME] often expresses [THEMSELVES] creatively and appreciates the arts. A partner who shares this appreciation and supports or engages in [THEIR] creative interests will forge a strong bond. Finally, [NAME] values being appreciated for [THEIR] intuitive and caring nature. A partner who regularly shows gratitude and acknowledges [THEIR] efforts will make [THEM] feel deeply loved and respected."
      }
    }
  },
  "KOEX": {
    "one": {
      "content": {
        "text": "[NAME] is deeply imaginative and values authentic self-expression. A partner who appreciates [THEIR] creativity and supports [THEIR] artistic and emotional expression will be a great match. [NAME] seeks meaningful and heartfelt connections. A partner who is genuine, emotionally available, and values depth in communication and relationships will resonate with [THEM]. [NAME] often contemplates philosophical and existential ideas. A partner who enjoys exploring these deeper questions of life and engaging in meaningful conversations will align well with [THEIR] reflective nature. [NAME] often has a strong sense of idealism and seek harmony in relationships. A partner who is optimistic, seeks understanding, and strives for a peaceful and harmonious connection will complement [THEM]. [NAME] tends to be reserved but values deep, sincere connections. A partner who is patient, empathetic, and gradually builds trust and emotional intimacy will be ideal for [THEM]. While [NAME] is deeply empathetic and caring, [THEY] can appreciate a partner who encourages [THEM] to maintain personal boundaries and practice self-care, fostering a healthy balance in the relationship. [NAME] often has a rich inner world and a creative streak. A partner who cherishes [THEIR] imagination and perhaps shares in [THEIR] creative or artistic interests will deeply connect with [THEM]. Lastly, [NAME] appreciates being valued and understood for [THEIR] unique perspective. A partner who acknowledges [THEIR] insights and shows appreciation for [THEIR] empathy and individuality will make [THEM] feel cherished."
      }
    },
    "two": {
      "content": {
        "text": "[NAME] is imaginative and values emotional depth. A partner who connects with [THEM] on a deep emotional level, appreciating [THEIR] sensitivity and creativity, will be a perfect match. [NAME] looks for authenticity and depth in relationships. A partner who is sincere, communicates openly from the heart, and values genuine connections will resonate with [THEM]. [NAME] often ponders life's big questions and enjoys exploring philosophical ideas. A partner who is also introspective and enjoys discussing existential themes will align well with [THEIR] contemplative nature. [NAME] strives for harmony and are often idealistic. A partner who is positive, peace-seeking, and supportive of [THEIR] ideals and dreams will complement [THEM]. [NAME] may be reserved initially, but [THEY] deeply value close, trusting relationships. A partner who is patient, nurturing, and gradually fosters a deep emotional connection will be ideal. While [NAME] is naturally empathetic, [THEY] need a partner who encourages [THEM] to set healthy boundaries and focus on [THEIR] own well-being, ensuring a balanced relationship. [NAME] often expresses [THEMSELVES] creatively. A partner who cherishes and engages with [THEIR] creative endeavors, or shares similar artistic interests, will deeply connect with [THEM]. Appreciation of [THEIR] unique perspective and sensitivity is important to [NAME]. A partner who regularly acknowledges and values [THEIR] insights and empathetic nature will make [THEM] feel truly valued and loved."
      }
    },
    "three": {
      "content": {
        "text": "[NAME] is creative and has a rich inner world. A partner who appreciates [THEIR] imaginative mind and supports [THEIR] artistic expressions will be a great companion. [NAME] seeks deep and meaningful connections. A partner who is emotionally open, genuine, and prioritizes heartfelt communication will resonate deeply with [THEM]. [NAME] enjoys contemplating and discussing abstract and philosophical topics. A partner who is also reflective and enjoys exploring such ideas will align with [THEIR] intellectual and emotional depth. Idealistic and harmony-seeking, [NAME] would appreciate a partner who is optimistic, seeks to understand, and strives for a peaceful and loving relationship. [NAME] might take time to open up, valuing a slow and steady approach to emotional intimacy. A partner who is empathetic, patient, and builds trust gradually will be perfect for [THEM]. While [NAME] is very caring, [THEY] benefit from a partner who reminds [THEM] to look after [THEIR] own needs and supports [THEIR] personal growth and self-care. [NAME] often has artistic inclinations. A partner who values [THEIR] creativity and either shares in [THEIR] artistic pursuits or encourages [THEM] will forge a strong bond. Lastly, [NAME] values being understood and appreciated for [THEIR] unique way of seeing the world. A partner who acknowledges [THEIR] individuality and empathetic nature will make [THEM] feel deeply cherished."
      }
    }
  }
}