{
    "PGBR": {
      "one": {
        "content": {
            "intro": "[NAME]は経験豊かなリーダーのような自信と明確さを発揮しています。あなたの現実的な人生へのアプローチは、安定と忠誠を重んじるあなたの人間関係で明らかになります。あなたの存在は周囲から尊敬を集め、信頼感を与えます。",
            "romantic_life": {
              "early_years": "[NAME]は明確な期待と目標を持って恋愛に挑みます。初期の恋愛の出会いは、あなたの率直で実用的なアプローチによって特徴づけられます。あなたは一時的な恋愛にはあまり関わらないかもしれませんが、人生の目標に沿った有意義なつながりを求めます。そのため、青春時代には数少ないが重要な関係を築くことが多いです。",
              "post_marriage": "結婚後、[NAME]の配偶者と家族への献身が明らかになります。あなたは構造化された安全な家庭環境を作ることに努めます。あなたの現実的な性格は安定した結婚生活を保証しますが、時には恋愛生活での自発性に苦労することもあります。あなたのリーダーシップと管理能力は私生活にも及び、一家の大黒柱となることが多いです。しかし、人間関係で支配的すぎたり堅苦しくなりすぎないよう気をつける必要があります。",
              "later_life": "歳を取るにつれて、[NAME]は自分の人間関係についてより内省的になります。あなたは配偶者との強固で安定した絆を維持し、信頼できるパートナーや親としての役割が増します。対立を解決するためのあなたの率直なアプローチと家族への忠誠心が、長期的な関係の複雑さを乗り越えるのに役立ちます。秩序への願望が配偶者の感情的な深みの必要性と衝突する場合、困難に直面するかもしれません。",
              "advice": "[NAME]には、生まれつき持っている傾向と配偶者の感情的ニーズとのバランスを取ることが有益です。柔軟性を受け入れ、傷つきやすさを見せることで、恋愛的なつながりを深めることができます。関係でリードする最良の方法は、時には耳を傾け、適応することだと覚えておくべきです。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]の人生へのアプローチは、実用的で効率的な態度によって特徴づけられます。あなたは強さと信頼の柱と見られ、人間関係に秩序と確実性をもたらします。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛生活は、潜在的なパートナーを慎重に選ぶアプローチで特徴づけられます。あなたは率直で不必要ないざこざの無い関係を好みます。あなたが関わる恋愛の出会いは多くないかもしれませんが、出会う人は長期的な相性と共通の価値観を持つことによって選ばれます。",
              "post_marriage": "結婚すると、[NAME]は堅実で忠実なパートナーになります。あなたは伝統を重んじ、しばしば家族の事務を管理するリーダー的な役割を担います。この責任感は安定した家庭を確保しますが、あなたの配偶者の感情的ニーズを過小評価したり、権威的になりすぎることに注意する必要があります。",
              "later_life": "歳を取るにつれ、[NAME]は強く組織的な家族生活を維持します。あなたは一貫性と信頼性で配偶者や子どもたちから尊敬されます。家族の成長に伴い変化する力関係と、コントロールしたいあなたのニーズが衝突する場合、困難が生じるかもしれません。あなたは、自分の核となる価値を保ちながら、新しい視点を受け入れ、適応することを学ぶ必要があります。",
            "advice": "[NAME]は、本来の構造への欲求と愛する人々の感情的表現への健全なオープンさとのバランスを取るよう努めるべきです。関係の感情的な側面を価値あるものとして受け入れ、それに関わることで、個人的なつながりや家族の絆を強化することができます。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は威厳のある存在感と現実的な見通しを兼ね備えており、私生活で自信があり信頼できる人物です。あなたの率直で組織的なアプローチは、人間関係をどのように対応するかに表れます。",
            "romantic_life": {
              "early_years": "[NAME]は目標指向のマインドセットで交際に取り組む傾向があります。あなたは相性がいいだけでなく、野望とライフスタイルを補うことができるパートナーを求めます。あなたは恋愛関係における実用性と効率性に焦点を当てているため、時には自発的な恋愛経験を逃すことがあります。",
              "post_marriage": "配偶者として、[NAME]は忠実的で責任感があり、しばしば家庭内の計画立てと意思決定を率先して行います。あなたは家族のために安定した安全な環境を確保するために一生懸命働きます。しかし、配偶者の意見を覆い隠さないようにし、共有意思決定の重要性を尊重するべきです。",
              "later_life": "年をとると、[NAME]の信頼できる構造的なパートナーとしての役割は結婚生活の礎のままです。家族の力関係が変化するにつれて生じる感情的な複雑さを対処する際に困難に直面するかもしれません。より柔軟で共感的なアプローチを受け入れることが、調和を保ち関係を深めるのに役立ちます。",
            "advice": "[NAME]にとって、強い関係を維持するための最良のアプローチは、コントロールではなく妥協と理解を通じて行うことです。感情的なつながりと柔軟性を重視することが、あなたの個人的な人間関係の質を大きく向上させることができます。"
            }
        }
      }
    },
    "PGBX": {
      "one": {
        "content": {
            "intro": "[NAME]はダイナミックなエネルギーとカリスマのオーラを放っています。あなたの冒険心は人間関係へのアプローチに反映され、しばしば興奮と自発性を求めます。あなたの自信はあなたを魅力的で魅了するパートナーにします。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛生活は、興奮と多様性を追求することによって特徴づけられます。あなたは数多くの恋愛をし、それぞれが人生と愛の異なる側面を教えてくれます。あなたは自由を重んじ、あなたの冒険心に匹敵するパートナーに引かれます。",
              "post_marriage": "結婚に入ると、[NAME]は生まれつきの独立への願望と長期的な関係の責任感とのバランスをとる壁に直面します。あなたは結婚にエネルギーと熱意を持ち込みますが、感情的なつながりにおいて一貫性と深さを発展させる必要があります。",
              "later_life": "[NAME]は年を取るにつれて、私生活、恋愛関係の両方においてより集中的で意味のある追求にエネルギーを注ぐ方法を学びます。あなたは冒険を続けるかもしれませんが、安定して支えるパートナーシップの価値に対するより深い評価を持っています。あなたはパートナーのニーズに気を配り、興奮を求めることが関係の育成の重要性を覆い隠さないようにする必要があります。",
              "advice": "[NAME]は、自発性への愛と長期的な関係が要求する安定性とのバランスを見つけるよう努めるべきです。日常の瞬間に冒険を見出し、深い感情的なつながりを価値あるものとして受け入れることで、あなたの恋愛関係を豊かにすることができます。効果的なコミュニケーションを学び、パートナーの貢献に感謝を示すことで、あなたの絆を強化することができます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は冒険心と人生への熱意を放ち、影響力があります。あなたの恋愛生活はあなたの興味と同じくらい激しく、多様なものです。あなたはその魅力とその瞬間を生きる能力で知られており、ワクワクする予測不可能な人物です。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]は、生き生きとした自発的なパートナーに引かれながら、様々なロマンチックな関係を探求します。初めは長期的な関係性に焦点を当てず、新しい関係のスリルを経験することを好むかもしれません。あなたの自然なカリスマ性は多くの人を引き寄せますが、初期には関係の深さに苦労するかもしれません。",
              "post_marriage": "配偶者として、[NAME]は結婚生活に活気と自発性をもたらします。あなたは刺激的なことに喜びを感じ、関係を激しく冒険的な関係を保とうとするかもしれません。あなたは自由への欲求と、忠実な関係が必要とする安定性とのバランスをとることに努めなければなりません。",
              "later_life": "年を重ねると、[NAME]は冒険心と安定した忠実なパートナーシップとの融合させる方法を学びます。あなたは依然として興奮を求めますが、あなたの行動がパートナーにどのように影響するかをより意識します。後年のあなたの関係の成功には、安定性を受け入れながら冒険心を失わないことが鍵です。",
            "advice": "[NAME]は、人生への自然な熱意を維持しながら、関係の深さと一貫性を育むことが勧めされます。長期的な関係に冒険を取り入れる創造的な方法を見つけることで、それを満足のいくものに保つことができます。あなたはオープンなコミュニケーションと相互理解を優先し、あなたのパートナーがあなたと同じくらい関係に価値を感じて興奮していると感じられるようにするべきです。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は魅力的で活発な性格を持ち、社交的な場で魅力的で人気のある人物です。恋愛に対するアプローチは情熱と新しい経験への欲求に特徴づけられ、様々なロマンチックな冒険にあなたを導きます。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛経験は、激しく短期間のつながりによって特徴づけられます。あなたは人生に対するエネルギーと熱意を共有できるパートナーに引かれます。新しい関係の興奮を楽しんでいるので、この人生の段階でより深い感情的な絆を発展させることに課題を感じるかもしれません。",
              "post_marriage": "結婚に入ると、[NAME]は興奮を保ち続けるよう努めます。あなたは楽しいことを好む情熱的なパートナーですが、結婚生活において安定性と深みを意識的に育む必要があります。自由と自発性を重視しますが、これらと夫婦関係に伴う責任とバランスをとる必要があります。",
              "later_life": "年を重ねるにつれて、[NAME]は深く安定したパートナーシップの価値を認識し始めます。配偶者と新しい経験を求めることを楽しみますが、長期的な関係のニーズと期待により注意を払います。あなたの挑戦は、冒険心を保ちながら、パートナーが安全で愛されていると感じることを確実にすることです。",
            "advice": "[NAME]にとって、充実した恋愛生活の鍵は、自発性への愛と、感情的な深みと安定を求める関係のバランスをとることにあります。オープンで誠実なコミュニケーションを受け入れることで、より強く意味のあるつながりを築くのに役立ちます。冒険好きな性格を長期的な交際に組み込むことで、あなたとあなたのパートナーの両方に喜びと興奮をもたらすことができます。"
            }
          }
      }
    },
    "PGER": {
      "one": {
        "content":  {
            "intro": "[NAME]は育成的で社交的な存在として輝いており、関係で温かさと気遣いを持ち合わせます。他人のニーズを優先する自然な傾向が、あなたを非常に思いやりがあり尽くすパートナーにします。調和とつながりを生み出す能力はあなたの性格の特徴です。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛関係は、多くの場合、有意義で思いやりのある関係によって特徴づけられます。あなたは深いつながりを求め、育成的な性質を評価してくれるパートナーに引かれます。これらの関係において感情的な支えとなりますが、他人を気遣う過程で自分自身のニーズを無視することがあります。",
              "post_marriage": "結婚では、[NAME]は調和の取れた愛情ある家庭を作ることに優れています。あなたはよく尽くし、忠実で、配偶者と家族の幸福と幸せを確保するために一生懸命努力します。しかし、それ以上のことをしないように、他人をケアすることと自分自身をケアすることのバランスを保つよう努めるべきです。",
              "later_life": "年を重ねるにつれ、[NAME]は支援的で育成的なパートナーであり続けます。あなたは配偶者と家族との強い絆から大きな満足を得ています。しかし、他人のニーズを自分自身のものよりも優先する傾向に注意し、自分自身の感情的および個人的ニーズも満たされていることを確認するべきです。",
              "advice": "何度も繰り返しますが[NAME]は、他人をケアすることと同じくらい自分自身をケアすることが重要であることを覚えておくべきです。あなたは、自分自身のニーズと愛する人のニーズのバランスを取ることが、あなた自身にとっても関係を強化することにも有益であることを見いだすでしょう。あなた自身のニーズと境界についてオープンなコミュニケーションを持つことは、より満足のいく相互的な恋愛関係を築くのに役立ちます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は温かさと共感力の塊であり、常に他人のニーズを最優先に置いています。あなたの人間関係においては、あなたは心と魂であり、人々を結びつけ、優雅さと思いやりを持って深いつながりを育んでいます。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]は、思いやりと深い関わりを持つ関係を形成する傾向があります。あなたは多くの場合で精神的なサポートと安定を提供する人です。この育成的なアプローチは他人にあなたを愛されるようにしますが、このレベルのケアと注意を返してくれるパートナーを求めることを時に忘れることがあります。",
              "post_marriage": "配偶者として、[NAME]は非常に尽くし、協力的であり、しばしば家族をまとめる接着剤です。あなたは家族の幸福を誇りに思い、愛情ある調和の取れた家庭を維持するために絶え間なく働きます。しかし、愛する人の世話をする過程で自分自身のニーズと願望を無視しないよう注意する必要があります。",
              "later_life": "後年には、[NAME]のサポートの役割は自分のアイデンティティの不可欠な部分のままです。あなたは家族が繁栄するのを見ることから大きな満足を得ています。あなた自身の幸福が愛する人のそれと同じくらい重要であることを覚えておくことが大切です。あなたの関係で相互のケアと尊敬を育むことはさらに大きな充実をもたらすでしょう。",
            "advice": "[NAME]は、他人の世話をしながらも自分自身の感情的および身体的ニーズが満たされるバランスを育むことを勧めします。あなたの人間関係においてオープンな双方向コミュニケーションを奨励することで、あなたとあなたの愛する人のためのよりよいバランスの取れた育成的な環境を築くのに役立ちます。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]の人間関係における存在感は、共感とサポートへの揺るぎない忠誠心によって特徴づけられます。あなたは自然と気遣いと安定を提供できる役割をし、深く評価されるパートナー、友人、そして家族の一員になります。",
            "romantic_life": {
              "early_years": "[NAME]はしばしば、深い責任感とケアに根ざしたつながりを形成します。初期の恋愛関係では、自分自身のニーズよりもパートナーのニーズを優先することがあり、時には自分自身の充足感を犠牲にすることもあります。ギブアンドテイクのバランスを見つけることは、あなたにとって課題です。",
              "post_marriage": "結婚では、[NAME]は家族の礎となり、揺るぎないサポートと愛情を提供します。あなたは配偶者と子供たちに育成的で安定した環境を確保するために一生懸命働きます。しかし、他人をケアする過程で自分自身を失わないよう注意し、関係における相互サポートの重要性を忘れてはなりません。",
              "later_life": "歳をとるにつれても、[NAME]は家族におけるケアとサポートの力であり続けます。あなたは愛する人の幸福と成功に喜びを見出します。自分自身の成長と充実を求め、サポートの役割によって自分自身のニーズが覆い隠されないようにすることが重要です。",
            "advice": "[NAME]は、自己ケアの重要性を認識し、関係において健全な境界を設定することで恩恵を受けるでしょう。自分自身のニーズが満たされることを確保することで、あなたは自然に提供するケアとサポートを続けることができ、同時によりバランスの取れた充実した個人的な生活を楽しむことができます。"
            }
        }
      }
    },
    "PGEX": {
      "one": {
        "content": {
            "intro": "[NAME]は活気に満ちたエネルギーとドラマチックな才能を持ち、魅力的で楽しいことが好きな人物です。あなたはその瞬間を生き、関係に興奮と自発的な感覚をもたらし、またパーティーでは中心となり、あなたの魅力と熱意で人々を引き付けます。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛関係は興奮とその瞬間の喜びに満ちた経験の渦です。あなたは人生への情熱を共有し、あなたのエネルギッシュなペースについてこれるパートナーに引かれます。あなたはさまざまな関係にそれを見いだし、そうすることによってあなたのカラフルな恋愛生活にユニークな刺激を追加します。",
              "post_marriage": "結婚に入ると、[NAME]は自発的な性質と夫婦関係に伴う責任とのバランスを取る挑戦に直面します。あなたは結婚生活に活気と情熱をもたらしますが、配偶者と家族のための安定した安全な環境を作るために努力が必要かもしれません。",
              "later_life": "[NAME]が年を重ねるにつれ、あなたの熱意を私生活と恋愛生活の両方においてより集中した追求に向ける方法を学びます。楽しさと興奮を求め続けながらも、長期的な関係が提供する安定性とサポートへの深い感謝がより強く感じられます。あなたは、あなたの冒険への愛とパートナーの感情的ニーズとのバランスを取ることを確実にする必要があります。",
              "advice": "[NAME]は、責任感のある関係に興奮と自発性への愛を注入する方法を見つけることが奨励されます。それを活気ある充実したものに保ちながら、あなたの恋愛関係に深みと一貫性を育てる努力をすべきです。オープンなコミュニケーションと恋愛の華やかでない側面を受け入れる意欲が、より地に足の着いた長続きする絆を築くのに役立ちます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]はエネルギーと社交的なカリスマの光であり、難なく他人を魅力的な世界に引き込みます。あなたは特別でわくわくする瞬間を作り出す天性の才能を持ち、それがあなたを刺激的な楽しいパートナーにします。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]の恋愛へのアプローチは自発的で生き生きとしています。あなたはさまざまな恋愛関係に自分自身を見つけ、それぞれがあなたに自分自身とパートナーに何を求めるかをさらに考えます。あなたの何事も楽しむ性質は多くを引き付けますが、これらのつながりで深みと興奮のバランスを取りながら進む必要があります。",
              "post_marriage": "配偶者として、[NAME]は結婚生活に喜びと自発性をもたらします。あなたは関係を新鮮で活気あるものに保つために努力します。しかし、あなたは楽しさへの愛と結婚生活の責任のバランスをとりながら、パートナーに安心感と一貫性を提供することに努力する必要があるかもしれません。",
              "later_life": "年を重ねると、[NAME]は依然として両手を広げたように人生を受け入れますが、長期にわたる忠誠心ある関係の深みをより理解するようになります。あなたは、パートナーとの冒険と静かな瞬間の両方で喜びを見つけることを学び、真のつながりは人生のあらゆる側面を共有することにあると理解します。",
            "advice": "[NAME]は、人生に対する天性の熱意とパートナーのニーズへのより深い理解を融合することが奨励されます。わくわくする側面と平凡な側面の両方を受け入れることで、あなたは刺激的でで深く充実した絆を作り出すことができます。オープンマインドでコミュニケーションを取り、安定性を自発性と同じくらい重視することが、より強く意味のあるパートナーシップを築くのに役立ちます。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]はそのはつらつとした性格と人生への真の愛で魅了します。あなたは普通を非凡に変える特異な能力を持ち、どんな関係においてもダイナミックで魅力的な存在になります。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]は、興奮と新しい経験に満ちたさまざまなロマンチックな出会いを探求するのを楽しみます。あなたはあなたの冒険的な精神と熱意に匹敵するパートナーに引かれます。これら活気あるつながりを大切にしている間、時にはより深い感情的な絆を築く重要性を見落とすことがあります。",
              "post_marriage": "結婚後、[NAME]は関係に冒険と楽しさの感覚をもたらし、しばしば新しい経験と喜びのための引き金となります。持続的で安定した結婚を築くために、あなたは自発的な性質と深く一貫した感情的なつながりの育成とのバランスを学ぶ必要があります。",
              "later_life": "年を重ねるにつれて、[NAME]は冒険への愛と忠誠心のある安定したパートナーシップへのより深い評価を組み合わせる方法を見つけます。あなたは、パートナーと高揚感も低揚感を共有することで真の喜びが生まれることを発見し、バランスの取れた深く満足のいく関係を築きます。",
            "advice": "充実した関係を維持するために、[NAME]は自発的で楽しむ性質を維持しながらも、感情的な深みと安定性を育む努力をすべきです。オープンなコミュニケーションを重視し、パートナーのニーズを理解することで、刺激的で深くつながった関係を築くことができます。"
            }
        }
      }
    },
    "POBR": {
      "one": {
        "content": {
            "intro": "[NAME]は圧倒的な存在感と鋭い知性を放つ魅力的な人物です。あなたは戦略的思考と恋愛関係における自己主張の強さで知られており、リードを取り、効率と明確さを重視します。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛生活は、野心的で刺激的なパートナーを重視するのが特徴です。あなたは自分の目標と世界観を補うような関係を好みます。時にはキャリアや個人的な成長を恋愛よりも優先し、少ないですが激しく意味のあるつながりをもたらすことがあります。",
              "post_marriage": "結婚では、[NAME]は推進力のある積極的なパートナーであり、しばしば計画立案や意思決定においてリーダー的な役割を果たします。あなたの強さと自信は資産ですが、配偶者とのバランスの取れた調和のある関係を育むために、より共感的で柔軟な態度を取る必要があるかもしれません。",
              "later_life": "年を取るにつれて、[NAME]は強いリーダーシップの資質をより思いやりのある理解のあるアプローチと統合する価値を学びます。あなたは共有された野望と共に感情的なつながりの重要性を認識し始め、より深く満足のいく関係につながります。",
              "advice": "[NAME]は、コントロールと効率への自然な傾向と、パートナーの感情的ニーズに対する注意をバランスさせることが勧められます。戦略的計画と同じくらいオープンなコミュニケーションと感情的な深さを重視することを学ぶことで、あなたの恋愛生活の質と満足度を高めることができます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は自然なリーダーシップと決断力を持ち、恋人として自信があり、影響力を持っています。あなたは他の生活の面で使っている戦略的で目標志向の考え方で恋愛にも取り組みます。",
            "romantic_life": {
              "early_years": "[NAME]の若い頃の恋愛スタイルは、よく直接的で明確な目的がありました。あなたは知的に刺激的で、あなたの野心的な人生計画に合わせてくれる人を探します。あなたの恋愛は、感情的な発見よりもお互いの成長や共通の目標を達成することに重点を置いています。",
              "post_marriage": "配偶者として、[NAME]は結婚生活に安定と秩序をもたらします。あなたは尽力して忠実ですが、感情的にオープンで柔軟になるために意識的な努力が必要です。あなたは効率とはっきりとしたコミュニケーションを大切にしていますが、これは個人的な関係では強みでありながらも時には難しい点です。",
              "later_life": "年を取るにつれて、[NAME]は自分の強いリーダーシップと、もっと心のこもったパートナーシップの側面との良いバランスを見つけます。あなたは長期的な関係での感情的な深さを重視し始め、脆弱性が弱点ではなく強みであることを学びます。"
            },
            "advice": "[NAME]には、知的で目標志向の側面だけでなく、感情的な側面も大切にすることが勧められます。共感と柔軟性を育てることで、大切な人とのつながりを深めることができます。感情をオープンに話し合い、パートナーにも感情を共有するようにすると、よりバランスの取れた充実した関係になります。"
          }
        
      },
      "three": {
        "content": {
        "intro": "[NAME]は強い意志と明確なビジョンで際立っており、しばしば私生活とキャリア人生で道をリードします。あなたは決意の感覚と卓越への願望をもって恋愛にアプローチし、あなたの野心と意欲に匹敵するパートナーを求めます。",
        "romantic_life": {
          "early_years": "若い頃の[NAME]は、恋愛関係においてパートナーを選ぶ際に、自分の人生の野心と目的に合致する人を選ぶ傾向があります。あなたは知的に刺激的で前進する関係を重視しますが、時には感情的なケアと自発性の必要性を見落とすことがあります。",
          "post_marriage": "既婚者として、[NAME]は尽くし、また責任感のあるパートナーです。あなたは結婚生活に構造と計画をもたらしますが、強い意見と決定でパートナーを支配しないよう注意する必要があります。配偶者の視点と感情的ニーズを取り入れることを学ぶことは、一緒に調和のとれた生活を送るために重要です。",
          "later_life": "年を重ねると、[NAME]は関係における本来のリーダーシップの資質と共感と理解のバランスの重要性を理解するようになります。あなたは成功したパートナーシップが共有された目標だけでなく、感情も共有することによって、深い相互の尊敬と愛につながります。",
        "advice": "[NAME]は恋愛関係において積極的に感情知能を養うことで恩恵を受けるでしょう。パートナーの感情を理解し価値を置くこと、そして自分自身の感情を表現することが、あなたのつながりに新たな深みをもたらします。成果への自然な達成意欲と感情的な気遣いのバランスをとることで、より満足のいく相互の関係が築けます。"
        }
    }
      }
    },
    "POBX": {
      "one": {
        "content": {
            "intro": "[NAME]は創造的なエネルギーと起点に富んでおり、刺激的で魅力的なパートナーです。あなたは議論が好きで、新しいアイデアを探求する傾向があり、しばしばあなたの恋愛関係にユニークで新鮮な視点をもたらします。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛はしばしばアイデアと可能性の遊び場です。あなたは知的かつ刺激的で、あなたの考えを挑戦するパートナーに引かれます。あなたは感情的なつながりだけでなく、精神的な探求についての一連の関係に自分自身を見つけるかもしれません。",
              "post_marriage": "結婚では、[NAME]は非伝統的で創造的なパートナーである傾向があります。あなたは関係の中での知的な仲間と自由を重視します。あなたの革新的な頭脳と素早い思考は財産ですが、パートナーの感情的ニーズに対してより一貫性があり注意を払う必要があるかもしれません。",
              "later_life": "成熟するにつれて、[NAME]は自然な好奇心と知的刺激への欲求と、長期的な関係のより深い感情的側面とのバランスを学びます。あなたは安定した協力的なパートナーシップの価値を理解し、感情的な深みが知的な探求と共存できることを認識し始めます。",
              "advice": "[NAME]は、知的な愛と感情的なつながりを育むことの間のバランスをとることが勧められます。安定性、共感、感情的サポートの重要性を、自然な革新と議論への傾向と並んで受け入れることで、あなたの恋愛関係が向上します。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は創造性と知的好奇心の旋風であり、常に新しい概念を探求し、従来の考え方に挑戦しようとします。恋愛関係において、あなたは興奮と予測不可能性の感覚をもたらし、しばしばパートナーを刺激的な会話や新しい経験に引き込みます。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は自分の速いペースの知性と冒険心についていけるパートナーをしばしば求めます。あなたはさまざまな関係を楽しむかもしれませんが、それぞれが異なる視点と知的な挑戦を提供します。しかし、従来ある伝統的な側面に苦労し、代わりに激しく、成長するつながりを求めることがあります。",
              "post_marriage": "配偶者として、[NAME]は知的刺激を重視し続け、夫婦関係に対して非伝統的な方法でアプローチすることがあります。あなたは熱心で発明的ですが、知的探求を追い求めるがあまりパートナーの感情的ニーズを覆い隠ことがあります。",
              "later_life": "年を取るにつれて、[NAME]は関係における知的なつながりと同様に、より深い感情的な絆の重要性を認識し始めます。あなたは一貫性と感情的なサポートの価値を学び、これらの要素が自然な探求と議論への傾向と共存できることを理解します。",
              "advice": "[NAME]は、長期的な関係で必要とされる感情的な深さと知的刺激への固有の欲求とのバランスを取ることが奨励されます。パートナーの感情的表現にオープンであり、安定した環境を育むこと、そして依然として議論と革新への自然な愛を楽しむことで、より充実したパートナーシップにつながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は鋭い知性と遊び心を兼ね備えており、興味深くダイナミックな人物です。あなたはしばしば刺激的な議論の引き金となり、自分自身とパートナーの両方に伝統的概念にとらわれない思考を楽しみます。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]は、知的かつ刺激的で非正統的な恋愛をする傾向があります。あなたはオープンマインドで新しいアイデアを探求する意欲のあるパートナーに引かれます。これらの関係はしばしば感情的な深みよりも精神的なつながりについてであり、時には感情的な充足感の欠如につながることがあります。",
              "post_marriage": "結婚すると、[NAME]は創造的で新鮮なエネルギーをパートナーシップにもたらします。あなたは知的な関係を重視しますが、感情的な深みと安定性を育むために努力する必要があります。あなたはオープンなコミュニケーションと自由を重視しますが、感情的な親密さとコミットメントの重要性を忘れてはいけません。",
              "later_life": "歳を重ねるにつれ、[NAME]は知的探求への欲求と恋愛関係の感情的な豊かさとのバランスを取り始めます。あなたは長期的な関係がもたらす安定性と深みを理解し、革新的な思考をサポート的で育成的なパートナーシップと統合する方法を見つけます。",
              "advice": "[NAME]には、知的な相性と同じくらい感情的なつながりの価値を認識することが有益です。感情的な親密さを育みながら、自然な好奇心と革新的な精神を維持することで、よりバランスが取れ満足のいく関係につながります。"
            }
        }
      }
    },
    "POER": {
      "one": {
        "content": {
            "intro": "[NAME]は共感と深い理解ができるだけでなく、育成的でインスピレーションを与える人物です。あなたは他人と感情レベルでつながる天性の能力を持ち、多くの場合、恋愛関係においてパートナーの幸福と幸せを優先します。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、意味のある感情豊かなつながりを形成する深い願望によって特徴づけられます。あなたは世話を焼く性質を評価してくれ、深くつながった関係を築くことに前向きなパートナーに引かれます。あなたは時にはパートナーのニーズを自分自身のものよりも優先し、調和のとれた愛情深い絆を作ろうとします。",
              "post_marriage": "結婚では、[NAME]は尽くし、思いやりのあるパートナーになり、しばしば関係における感情的な支えとなります。あなたは温かさと理解をもたらしますが、配偶者の世話をする過程で自己犠牲になり過ぎたり自分自身のニーズを無視することに注意する必要があります。",
              "later_life": "年を取るにつれて、[NAME]は支援的で愛情深いパートナーであり続けます。あなたは配偶者の幸福と充実から大きな喜びを得ます。しかし、あなた自身の感情的な幸せを維持することにも焦点を当て、あなた自身のニーズがパートナーのニーズと共に満たされていることを確認するべきです。",
              "advice": "[NAME]は他人を世話することと自分自身の感情的な健康を育むことの間にバランスを取ることがカギとなります。自分自身のニーズが満たされることを確保することで、あなたは自然に共感的でサポートするパートナーであり続けることができ、同時に関係の中で個人的な満足と成長を楽しむことができます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は他人への真の関心と温かさを放ち、非常に思いやりがあり魅力的なパートナーです。あなたは強い共感力を持ち、愛する人の幸福と幸せを実現するためによく努力します。",
            "romantic_life": {
              "early_years": "初期の恋愛で[NAME]は深く意味のあるつながりを求めることがよくあります。あなたは感情的な深みに価値を置き、オープンで正直なコミュニケーションから逃げないパートナーに引かれます。あなたは時にはパートナーのニーズを自分のものよりも優先し、育成的で調和のとれた関係を築こうと努力することがあります。",
              "post_marriage": "配偶者として、[NAME]は深く責任感がありサポートし、しばしば関係の感情的健康を維持する上で重要な役割を果たします。あなたはパートナーのニーズを理解し満たすことに優れていますが、バランスのとれたパートナーシップを維持するために自分自身の感情にも注意を払うべきです。",
              "later_life": "年を重ねると、[NAME]は関係において愛情深く育成的な存在であり続けます。あなたはパートナーや家族の幸福に喜びを見いだします。あなた自身の興味や情熱を追求することも重要であり、これはあなた自身の全体的な幸せと関係の健康に貢献します。",
              "advice": "[NAME]は他人を気遣う自然な傾向とセルフケアの重要性とのバランスを保つよう努めるべきです。自分自身の感情的ニーズを優先することも確実にすることで、より充実した持続可能な関係につながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は他人と深く個人的なレベルでつながる独特な能力を持ち、関係に共感と理解をもたらします。あなたはパートナーをサポートし力を与えることに情熱を持ち、周囲の人々が潜在能力を最大限に発揮するようにしばしば刺激します。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は感情的に豊かで精神的に充実したつながりを求めます。あなたは相互成長とサポートの価値を共有でき、心を開くパートナーに引かれます。あなたは時に、パートナーを喜ばせるために過度に努力することに注意する必要があるかもしれません。",
              "post_marriage": "結婚関係では、[NAME]は注意深くお人好しな配偶者であり、強く愛情深いパートナーシップを築くことに専念しています。あなたは感情表現が重視される環境で成長します。しかし、あなた自身の感情表現と自己ケアのための余裕を作ることを忘れないようにする必要があります。",
              "later_life": "年を取るにつれて、[NAME]は深い感情的なつながりを育むことをますます大切にします。あなたは長期的な関係の強さと安定性を重視し、相互のケアと理解の重要性を認識しています。あなたはお人好しな性格と自分自身の個人的な成長と充実に対する注意のバランスをとり続けるべきです。",
              "advice": "[NAME]は関係を共感とケアで育むことを続けることが奨励されますが、自分自身の感情的な幸せを怠らないようにすることも重要です。他人を世話することと自己ケアのバランスが、より調和のとれ充実したパートナーシップにつながります。"
            }
        }
      }
    },
    "POEX": {
      "one": {
        "content": {
            "intro": "[NAME]は活気に満ちた創造的な魂であり、熱意と深い共感能力に満ちています。あなたは恋愛関係に興奮と可能性の感覚をもたらし、多くの場合あなたの楽観主義と想像力で周囲の人々を刺激します。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、深く意味のあるつながりと関係の感情的、知的な深みを探求するものに特徴づけられます。あなたは人生への熱意を共有し、あなたのユニークな視点を評価するパートナーに引かれます。",
              "post_marriage": "結婚では、[NAME]は尽くし、情熱的なパートナーになり、関係を成長させ深める方法を常に探しています。あなたは感情表現と創造性が重視される環境で成長します。あなたは関係の中で安定性と日常を作り出すために努力が必要かもしれませんが、自発性への欲求と安定した長期的な関係の快適さとのバランスを取る必要があります。",
              "later_life": "年を取るにつれ、[NAME]は本来の熱意と創造性をより着実なアプローチで関係に組み合わせる方法を学びます。あなたは安定した関係のあるパートナーシップの美しさを認識し、パートナーとの生活の冒険的な側面と日常的な側面の両方で喜びを見いだします。",
              "advice": "[NAME]は、自発性と探求への愛を受け入れることが奨励されますが、同時に関係において安定した安全な感情的基盤を築くことと維持することの重要性も認識する必要があります。冒険心と一貫性と信頼性のバランスを取ることで、より充実しバランスの取れた恋愛生活を送ることができます。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は感染するような熱意と深い理想主義を持ち、刺激的で共感力のある人物です。あなたは刺激的な感覚と感情的および知的なつながりへの深い願望をもって恋愛関係にアプローチします。",
            "romantic_life": {
              "early_years": "[NAME]は冒険心とオープンな精神で初期の恋愛をします。あなたは世界に対する好奇心を共有し、意義のある刺激的な会話に参加できるパートナーに惹かれます。あなたは本物の感情的つながりを重視しますが、時にはいくつかの関係が提供できる以上の深みと理解を求めることがあります。",
              "post_marriage": "結婚後の関係においては、[NAME]は情熱的でお人好しなパートナーとなります。あなたは創造性と感情表現が評価される環境で成長します。しかし、あなたは長期的なパートナーシップにおける一貫性と安定性の重要性を心に留め、元々の自発性と共有された生活の実際的な側面とのバランスを取る必要があるかもしれません。",
              "later_life": "年を取るにつれ、[NAME]は関係に対してよりバランスの取れたアプローチを見つけます。あなたは本来の熱意と創造性を安定した長期的なつながりへの深い評価と組み合わせます。あなたは特別な瞬間だけでなく、パートナーとの生活の単純な日常の喜びも大切にすることを学びます。",
              "advice": "[NAME]は、活気ある精神と探求心を維持しながらも、関係において堅固で頼りになる基盤を育むことが重要になります。冒険への必要性と感情的な安全への欲求を共に受け入れることで、より調和のとれ充実したパートナーシップが築かれます。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は関係に独特の創造性、共感、そして人生への熱意をもたらします。あなたはしばしばインスピレーションとポジティブさの源と見なされ、常にパートナーと新しい可能性やアイデアを探求しようとします。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛は、深く意味のあるつながりと関係の感情的、知的な恋愛を探求することに燃えています。あなたはオープンでコミュニケーションが取れ、個人的な成長と探求への熱意に匹敵するパートナーを求めます。",
              "post_marriage": "結婚では、[NAME]は尽くし、想像力豊かなパートナーであり、常に活気ある関係に成長させ続けるよう努力します。あなたは感情的な深みと信憑性を重視しますが、共有された生活の実際的な側面にも注意を払う必要があり、自発性へのニーズを安定性と日常とのバランスで調整する必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]は冒険的な性格と安定した長期的な関係の快適さとの間により調和の取れたバランスを見つけます。あなたは深い感情的なつながりを大切にし続け、責任感あるパートナーシップの美しさと安全性を評価することを学びます。",
              "advice": "[NAME]は、関係の中で感情的および知的な成長を続けることが必要ですが、同時に安定性と一貫性の価値も認識する必要があります。活気ある探求的な性質と安全で持続的なパートナーシップへのコミットメントのバランスが、持続的な充実につながります。"
            }
        }
      }
    },
    "KGBR": {
      "one": {
        "content": {
            "intro": "[NAME]は信頼性と実用性の塊であり、関係に安定感と尽くすことを大切にします。あなたは伝統と秩序を重視し、しばしばパートナーのための強固で頼りになる基盤を提供します。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチはしばしば慎重で几帳面です。あなたは忠誠心と尽くすことへの価値を共有するパートナーに引かれます。あなたは関係に急いで飛び込むことはなく、代わりに時間をかけて信頼と相互尊重の基盤の上に築くことを好みます。",
              "post_marriage": "結婚では、[NAME]は忠実で奉仕するパートナーになります。あなたは自分の責任を真剣に受け止め、しばしば関係の実用的な側面を優先します。あなたは安全感と安定感を提供しますが、感情的な表現と自発性へのオープンさを高める必要があるかもしれません。",
              "later_life": "年を取るにつれ、[NAME]は感情を表現する能力を高め、関係においてより柔軟なアプローチを取り入れることがよくあります。あなたは信頼できる献身的なパートナーであり続けますが、パートナーの変化する感情的ニーズに適応する価値を学びます。",
              "advice": "[NAME]は、構造的で信頼性への自然な傾向と、感情的表現と自発性へのオープンさとのバランスを取ることが大切になります。実用的な側面に加えて関係の感情的な側面を受け入れることで、よりバランスの取れ充実したパートナーシップにつながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は信頼性の模範であり、几帳面な思考の持ち主であり、堅実で実用的な人物です。関係では、秩序感と価値観や責任を守ることを大切にします。",
            "romantic_life": {
              "early_years": "[NAME]は初期の恋愛においては真剣さと献身をもってアプローチします。あなたは長期的なコミットメントを重視し、明確な目的を持ち、同様の人生の目標を共有するパートナーに引かれることが多いです。あなたは新しい関係を形成する際に慎重であり、徐々に信頼と理解を築くことを好みます。",
              "post_marriage": "結婚関係では、[NAME]は信頼できる責任感のあるパートナーであり、しばしば家庭の中心です。あなたは伝統的な価値観を信じ、家族生活を管理する際に構造的なアプローチを採る傾向があります。しかし、パートナーのニーズを完全に満たすために柔軟性と感情的な温かみを取り入れることの重要性を心に留める必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]は新しい経験に対してよりオープンになり、関係内の感情的なニュアンスに対するより大きな理解をするべきです。あなたは安定性とサポートを提供し続けますが、パートナーシップの変化する力関係に適応する重要性も学びます。",
              "advice": "[NAME]は、秩序と一貫性への自然な傾向と感情的な共有と柔軟性へのオープンさを融合させることが奨励されます。実用的なサポートと並んで感情的なつながりの価値を認識することで、関係の深みと満足度が高まります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は実用的なマインドセットと強い責任感を兼ね備え、信頼できる体系的なアプローチを恋愛関係に提供します。あなたは伝統的な規範を重視し、しばしばパートナーのために安定した安全な環境を作ることを求めます。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、慎重で思慮深いプロセスによって特徴づけられます。あなたは信頼できる率直なパートナーを好み、自発性や感情的な強度よりも明確なコミュニケーションと共有された価値を重視します。あなたは心が開かれるまで時間がかかるかもしれませんが、まずは信頼と相互尊重のしっかりとした基盤を築くことに焦点を当てます。",
              "post_marriage": "配偶者として、[NAME]は尽くし、忠実であり、しばしば関係の実用的な側面を優先します。あなたは安定した家庭を提供し責任を果たすために一生懸命働きます。しかし、感情をよりオープンに表現し、結婚の感情的な側面に関与することに意識的に取り組む必要があるかもしれません。",
              "later_life": "年を重ねていくと、[NAME]は感情表現に対してより慣れていき、関係内でより深い感情的なつながりを求めることがあります。あなたは信頼性と責任感を維持しますが、適応性と感情的サポートの重要性を認識するようになります。",
              "advice": "[NAME]は、自分の強い責任感を維持しながら、パートナーの感情的ニーズにも心を開くよう努めるべきです。実用的なアプローチと感情的な利用可能性をバランスさせることで、より充実し円満な関係につながります。"
            }
        }
      }
    },
    "KGBX": {
      "one": {
        "content": {
            "intro": "[NAME]は独立心と実用性の感覚を体現しており、しばしば直接的で分析的な視点を恋愛関係にもたらします。あなたは自立を重視し、落ち着いた実用的なアプローチで状況を切り抜けるのが得意です。",
            "romantic_life": {
              "early_years": "初期の恋愛における[NAME]のアプローチは、個人的な空間と独立への欲求によって特徴づけられることが多いです。あなたは自立へのニーズを尊重し、人生に対する率直で実際的なアプローチを共有するパートナーに引かれます。あなたは感情を過度に表現することはなく、言葉よりも行動を通じて愛情を示すことを好むかもしれません。",
              "post_marriage": "結婚関係では、[NAME]は信頼できるコミットメントのあるパートナーですが、ある程度の独立性を維持するかもしれません。あなたは実用性を重視し、関係における問題解決をする立場であることが多いです。しかし、感情的な共有へのオープンさを高め、パートナーの感情的親密さへのニーズを理解することに努める必要があるかもしれません。",
              "later_life": "年を重ねるにつれて、[NAME]は感情表現に対してより快適になり、関係内でより深いつながりを求めることがあります。あなたは引き続き安定した現実的なパートナーですが、満足のいくパートナーシップを維持するために感情的サポートとオープンさの価値を学びます。",
              "advice": "[NAME]は、自然な独立性と実用性と感情的共有とつながりへの意欲とのバランスを取ることが奨励されます。実用的な側面に加えて関係の感情的な側面を受け入れることで、よりバランスの取れ充実したパートナーシップにつながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は落ち着いた物腰と現実的ね人生観を持ち、地に足のついた率直な人物です。あなたは自主性を重視し、しばしば論理的かつ分析的なマインドセットで状況にアプローチします。",
            "romantic_life": {
              "early_years": "[NAME]は初期の恋愛経験を独立心と好奇心を持ってアプローチする傾向があります。あなたは同様に自立心があり、関係に対するあなたの率直で無駄のないアプローチを評価するパートナーに惹かれます。あなたは時に、関係のより感情的な側面で苦労することがあり、現実性とシンプルさを好むかもしれません。",
              "post_marriage": "配偶者として、[NAME]は信頼できる頼りになる人であり、しばしば関係に安定感をもたらします。あなたは個人的な空間を尊重し、親密さと独立性のバランスを取れるパートナーを重視します。それゆえあなたは感情をより表現的でオープンにすることに取り組む必要があるかもしれません。",
              "later_life": "年を重ねると、[NAME]はしばしば関係の感情的ニーズにより敏感になります。あなたは独立心を維持しつつ、感情的なつながりとサポートの重要性を学び、自分とパートナーのニーズを満たすバランスを見つけることを目指します。",
              "advice": "[NAME]は、本来の問題解決スキルを活用しながら、感情表現とつながりの能力をさらに高めることが奨励されます。自分自身とパートナーの感情的ニーズを認識し応答することで、より充実しバランスの取れたパートナーシップにつながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は独立性と現実的なスキルのユニークな組み合わせを持ち、冷静かつ適応性のあるマインドセットで恋愛関係にアプローチします。あなたはシンプルさを重視し、交流において一般的に率直です。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は複雑でなく率直な関係を求めることがよくあります。あなたは独立しており、あなたの個人的な空間の必要性を尊重できるパートナーに惹かれます。あなたは最も外向的な表現のパートナーである必要はありませんが、行動とコミットメントを通じてあなたの愛情を示します。",
              "post_marriage": "長期的な関係のパートナーとして、[NAME]は頼りになり実用的です。あなたは安定性と現実的なアプローチをパートナーシップにもたらします。あなたは両方のパートナーが一定の独立性と相互尊重を維持する関係を重視します。あなたは感情的にオープンになり、パートナーの感情とより深く関わることに努力する必要があるかもしれません。",
              "later_life": "年を重ねると、[NAME]はしばしば関係内での感情的なつながりとコミュニケーションに対するより深い評価を得ます。独立した性質を維持しながら、パートナーシップの感情的な側面とより完全に関わることの価値を学びます。",
              "advice": "[NAME]は、本来の現実的で独立した性格と関係の感情的な探求とのバランスを取るよう努めるべきです。感情を表現し、パートナーの感情的ニーズを理解することは、より円満で満足のいく関係に貢献します。"
            }
        }
      }
    },
    "KGER": {
      "one": {
        "content": {
            "intro": "[NAME]は温厚で頼りになる模範であり、恋愛関係に思いやりと安定感をもたらします。あなたは自然に他人を育てサポートする傾向があり、しばしばパートナーや愛する人のニーズを自分自身のものよりも優先します。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、深い忠誠心と意味のあるつながりへの欲求によってしばしば特徴づけられます。あなたはあなたのお人好しな性格を受け入れ、あなたがもたらす成果の深さを重視するパートナーに惹かれます。あなたは時に、自分自身の幸福よりもパートナーの幸福を優先し、安定して調和のとれた関係を築こうとします。",
              "post_marriage": "結婚関係では、[NAME]は献身的で思いやりのあるパートナーであり、しばしば家族の精神的な支えです。あなたは平和で快適な家庭生活を作るために一生懸命働きます。あなたはかなりの精神的サポートをしますが、家族の世話をする過程で自分自身のニーズや願望を無視しないように注意する必要があるかもしれません。",
              "later_life": "年を重ねるにつれ、[NAME]はお人好しな傾向と個人的な成長と充実のための自分自身のニーズのバランスを取ることにより成長します。あなたは引き続き信頼できるサポートするパートナーですが、自己ケアと関係における健全な境界線の設定の重要性も学びます。",
              "advice": "[NAME]は、本来から持っている思いやりとサポートする性質を維持することが奨励されますが、同時に自分自身のニーズと幸せを見落とさないようにすることも重要です。他人を世話することと自己ケアのバランスを取ることで、より充実し持続可能な関係につながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は静かな強さと深い責任感を持ち合わせ、思慮深く思いやりのある人物です。あなたは調和を重視し、安定した育成的な関係を維持することに専念しています。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛は、安定して長続きするつながりへの欲求を反映しています。あなたは伝統と献身を重視するパートナーに引かれます。あなたは時に、自分自身のニーズを犠牲にしてでも調和を維持することを好むため、衝突から遠ざかることがあります。あなたは行動を通じて愛を表現し、しばしばパートナーの幸福を自分自身のものよりも優先します。",
              "post_marriage": "結婚では、[NAME]は尽くすことに忠実なパートナーです。あなたは自分のコミットメントを真剣に受け止め、配偶者の快適さと幸福を確実にするために一生懸命働きます。しかし、自己犠牲になり過ぎないよう注意し、オープンなコミュニケーションと相互サポートの重要性を忘れないようにする必要があります。",
              "later_life": "歳を重ねるにつれ、[NAME]は関係内で自分自身のニーズと願望を表現する自信をより持つようになります。あなたは引き続きサポートする頼りになるパートナーですが、自分自身の幸せも同じくらい優先されるよりバランスの取れた力関係を求めるようになります。",
              "advice": "[NAME]は、優しさと忠誠心をもって関係を育むことを続けるよう奨励されますが、同時に自分自身のニーズと境界線をコミュニケーションすることも重要です。他人をサポートすることと自己ケアの健全なバランスが、より充実した公平なパートナーシップにつながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は思いやりのある性格と強い責任感を兼ね備えており、恋愛関係に安定感と温かさを提供します。あなたは愛する人の幸福に深く尽くしており、サポートと快適さを提供するためにしばしば余分な努力をします。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]はお互いが尊重することと価値観が共有できる関係を求めます。あなたは安定して予測可能なパートナーシップを好み、ケアとサポートを提供することができます。あなたは時に、調和のとれた安全な関係を作るためにパートナーのニーズを自分のものよりも優先することがあります。",
              "post_marriage": "配偶者として、[NAME]は信頼できる注意深い人であり、しばしば関係の感情的な支えです。あなたは平和な家庭生活を作るために一生懸命働き、深く忠実です。しかし、家族の世話をする努力の中で自分自身のニーズや願望を無視しないようにする必要があります。",
              "later_life": "年を重ねていくと、[NAME]は関係に対するよりバランスの取れたアプローチを見つけることがよくあります。あなたは引き続き思いやりがありサポートしますが、自分自身のニーズと願望についてもより積極的になります。あなたは健康で長続きする関係を維持するために相互のケアと尊重の重要性を理解します。",
              "advice": "[NAME]は、育成的でサポートするアプローチを維持しながら、自己ケアを実践し自分自身のニーズを主張することが勧められます。他人を世話する傾向と個人的な幸せのバランスを取ることで、より満足のいく相互の関係につながります。"
            }
        }
      }
    },
    "KGEX": {
      "one": {
        "content": {
            "intro": "[NAME]は穏やかで芸術的な精神を持ち、恋愛関係にユニークでクリエイティブな視点をしばしばもたらします。あなたは真実であることを重視し、感情と深く調和しており、あなたの敏感で共感的な性格を評価するパートナーを求めます。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、本物で意味のあるつながりへの深い欲求を反映しています。あなたは理解があり、あなたの芸術的で敏感な魂と共鳴するパートナーに惹かれます。あなたは表面的な関係を避け、感情的な深みと自己表現を可能にする関係を好むかもしれません。",
              "post_marriage": "結婚では、[NAME]は思いやりのあるサポートするパートナーであり、しばしば関係の感情的な幸せを優先します。あなたは結婚に創造性と自発性をもたらしますが、バランスの取れ充実したパートナーシップを確保するために自分自身のニーズと願望をよりオープンに伝えることに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねるにつれ、[NAME]は関係内で感情とニーズを表現する自信をより持つようになります。あなたは引き続き深いつながりとパートナーとの共有された経験を大切にし、一緒に生活するシンプルな喜びに喜びを見いだします。",
              "advice": "[NAME]は、本来の芸術的で共感的な性格を育むと同時に、自分自身のニーズと願望についてオープンにすることが奨励されます。深い感情的理解と明確なコミュニケーションのバランスを取ることで、より豊かで満足のいく恋愛につながります。"
            } 
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は静かな感受性と芸術への情熱を恋愛関係にもたらし、創造性と共感的な性格で周囲の人々をしばしば刺激します。あなたは感情的で芸術的な表現を可能にする本物のつながりを求めます。",
            "romantic_life": {
              "early_years": "[NAME]は初期の恋愛経験には好奇心と真のつながりへの欲求を持ってアプローチします。あなたはあなたの芸術的な興味を共有し、あなたの思慮深く内省的な性格を評価するパートナーに引かれます。あなたは時に誤解されていると感じることがあり、あなたの深い感情的世界と本当に共鳴する関係を切望するかもしれません。",
              "post_marriage": "パートナーとして、[NAME]はサポートし育成する人であり、しばしば配偶者の感情的なニーズを最優先に置きます。あなたは調和のとれた美的に喜ばしい家庭環境を作ることを楽しみます。しかし、あなたは自分自身のニーズをより積極的に伝え、関係が相互に充実していることを確実にする必要があるかもしれません。",
              "later_life": "年を重ねると、[NAME]は感情を表現し自分自身のニーズを主張することにより快適になります。あなたは長期的な関係の安定したサポートする側面により評価を見いだし、個々の表現への愛と共有された経験の喜びのバランスを取ります。",
              "advice": "[NAME]は、独自の芸術的視点と深い共感を維持しながら、自分自身のニーズについてのオープンなコミュニケーションに焦点を合わせることが奨励されます。自己表現と相互理解のバランスを作ることで、より充実し調和のとれたパートナーシップにつながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は穏やかで洞察力のある魂であり、恋愛関係に落ち着きと理解をもたらします。あなたは誠実さを重視し、自然に周囲の感情的な環境に調和し、あなたの繊細さと深さを尊重するパートナーを求めます。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛は、感情的に豊かで本物のつながりを求めることによって特徴づけられます。あなたは静かな性質を評価し、あなたの芸術的または美的な興味を共有できる人に惹かれます。あなたは表面的であったり過度にドラマチックな関係を避け、互いに尊重できることと理解の上に成り立つ関係を好む傾向があります。",
              "post_marriage": "結婚生活では、[NAME]は深く思いやりがあり共感的であり、しばしばパートナーの感情的なニーズに合わせて調整します。あなたは平和で美しい生活空間を作ることを目指します。しかし、あなた自身の感情やニーズを表現し、関係がバランスよくサポートされていることを確実にする必要があります。",
              "later_life": "歳を重ねるにつれ、[NAME]は関係内で自分自身の感情や願望を表現する自信を高めます。あなたは引き続き深い感情的つながりを重視し育て、自分自身のニーズとパートナーのものとの間でより大きなバランスを見つけます。",
              "advice": "[NAME]は、深い感情的洞察と芸術的な表現を続けることが奨励されますが、同時に自分自身のニーズについてオープンにコミュニケーションすることも重要です。個人的な表現と共有された経験のバランスが、深く満足のいく持続的な関係に貢献します。"
            }
        }
      }
    },
    "KOBR": {
      "one": {
        "content": {
            "intro": "[NAME]は知的な深みと戦略的な思考を持ち合わせ、恋愛関係にユニークで分析的な視点をもたらします。あなたは独立を重視し、しばしば論理的かつ洞察力のあるマインドセットで状況にアプローチします。",
            "romantic_life": {
              "early_years": "初期の恋愛に対する[NAME]のアプローチは、しばしば知的な相性とパートナーに対する深い理解を求めることに特徴づけられます。あなたは同様に合理的で刺激的な知的討論に参加できる人に惹かれます。あなたは時に、個人的な目標やプロジェクトを優先し、独立性と個人的な空間への必要性を尊重してくれるパートナーを求めることがあります。",
              "post_marriage": "結婚生活では、[NAME]は尽くすことができ、忠実なパートナーですが、必ずしも従来の方法で感情を表現するわけではありません。あなたは恋愛関係に安定性とよく考慮された計画をもたらしますが、パートナーと完全につながるために感情表現と自発性によりオープンになることに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねるにつれて、[NAME]は本来の独立心と分析的思考と関係における感情的側面のバランスを取ることにより成長します。あなたは感情的なつながりの価値を認識し、感情を共有し表現することによりオープンになります。",
              "advice": "[NAME]は、分析的な強みを受け入れると同時に、関係の感情的な側面にオープンであることが奨励されます。知的なアプローチと感情的理解のバランスを取ることで、より充実し円満なパートナーシップにつながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は戦略的な思考と革新的な思考で知られており、しばしばユニークで洞察力のある視点を恋愛関係にもたらします。あなたは知的な深さを重視し、複雑なアイデアや挑戦に惹かれることが多いです。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛へのアプローチは、しばしば知的な厳密さを持ち、長期的な目標を共有するパートナーを探すことが多いです。あなたは互いに尊重できと精神的刺激に基づく関係を好みます。あなたは時に、個人的な野望を優先し、あなたの意欲を理解しサポートするパートナーを求めることがあります。",
              "post_marriage": "結婚関係では、[NAME]は思慮深く専念するパートナーです。あなたはしばしば将来の計画を精密かつ丁寧に立てますが、バランスの取れ充実した関係を維持するために感情的なつながりと自発性の重要性を大切にする必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば関係の感情的な側面に対するより大きな理解をしようとします。あなたは戦略と分析に対する本来の傾向と、よりオープンで表現豊かな感情的な生活とのバランスを学び、パートナーとのより深いつながりにつながります。",
              "advice": "[NAME]は、戦略的かつ知的な強みを活用すると同時に、感情表現へのよりオープンな恋愛関係を育てることが奨励されます。分析的な性質と感情的な利用可能性のバランスを取ることで、恋愛関係の深さと満足度が高まります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は集中力があり洞察力のある知性と控えめな性格を持ち合わせ、しばしばよく考えられた計画で恋愛関係にアプローチします。あなたは効率性を重視し、パートナーや関係に何を求めているかを通常明確にしています。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は自分を知的に刺激し、自分の価値観や将来のビジョンを共有するパートナーを選択します。あなたは最も外向的な感情表現のパートナーである必要はありませんが、尽くし、知的な世界感をともに共有することで愛情を示します。",
              "post_marriage": "配偶者として、[NAME]は信頼できる忠誠心があり、しばしば関係の課題に対して現実的なアプローチを取ります。あなたは調和のとれ知的に充実したパートナーシップを目指します。しかし、パートナーのニーズに応えるために、より柔軟で感情的に存在することに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねると、[NAME]は感情を表現する能力と関係ない側面を評価することに長けるようになります。あなたは分析的で戦略的なアプローチを維持しながらも、感情的な親密さと自発性が個人的なつながりを豊かにする価値を学びます。",
              "advice": "[NAME]は、生まれながらの分析的で戦略的な才能と、関係の感情的な深さを探求する意欲とのバランスを取るべきです。それにより、よりバランスの取れ深くつながったパートナーシップを育むことができます。"
            }
        }
      }
    },
    "KOBX": {
      "one": {
        "content": {
            "intro": "[NAME]は鋭い知性と好奇心を持ち、関係にユニークで分析的な視点をしばしばもたらします。あなたは知的な探究と正直さを重視し、複雑で抽象的なアイデアにしばしば惹かれます。",
            "romantic_life": {
              "early_years": "初期の恋愛関係への[NAME]のアプローチは、しばしば知的な相性とパートナーに対する深い理解を求めることに特徴づけられます。あなたは思慮深く、刺激的な議論に参加できる人に引かれます。あなたは時に、知的な追求を感情表現よりも優先し、精神的なゆとりへの必要性を理解し尊重するパートナーを求めることがあります。",
              "post_marriage": "結婚では、[NAME]は思慮深く忠実なパートナーであり、しばしば関係に対して独創的なアプローチを取ります。あなたは互いに尊重することと知的な刺激に基づくパートナーシップを重視します。しかし、パートナーと完全につながるために、感情についてよりオープンで表現豊かになることに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば自然な分析的アプローチと関係の感情的側面のバランスを取ることに熟達します。あなたは感情的なつながりの価値を認識し、感情を表現することにより快適になります。",
              "advice": "[NAME]は、知的な強みを受け入れると同時に、関係の感情的な側面にオープンであることが奨励されます。分析と探究への愛と感情的理解のバランスを取ることで、より充実し円満なパートナーシップにつながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は鋭い知性とオープンマインドなアプローチを兼ね備えており、しばしば恋愛関係に好奇心と革新性をもたらします。あなたは独立を重視し、複雑な問題や理論的な概念にしばしば引かれます。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛はしばしば、自分の知性に挑戦し、思慮深い議論に参加できるパートナーを探すことを含みます。あなたは知的な成長と探究を可能にする関係に惹かれます。あなたは時に、恋愛関係の現実的な側面で苦労し、アイデアの世界に生きることを好むかもしれません。",
              "post_marriage": "結婚では、[NAME]はサポートし理解のあるパートナーになります。あなたは互いに尊重できることと知的自由に基づく関係を評価します。しかし、パートナーの感情的なニーズにもっと注意を払い、自分自身の感情をよりオープンに表現することに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねると、[NAME]は知的な追求と関係の感情的な側面のバランスを取ることにより熟達します。あなたはより深い感情的なつながりの価値を学び、抽象的な思考への愛を感情的な親密さのニュアンスと統合します。",
              "advice": "[NAME]は、知的な好奇心を継続しながら、感情的なオープンさと接続性を育てることが奨励されます。知的探求と並行して感情表現の重要性を認識することで、あなたの関係の深さを高めることができます。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は分析的な思考と深い思考を好むことで知られており、しばしば知的な刺激と理解を求める恋愛関係にアプローチします。あなたは表面的なやりとりを超えた意味のあるつながりを求めます。",
            "romantic_life": {
              "early_years": "若い頃の[NAME]はしばしば、知的に刺激的で意味のある会話に参加できるパートナーを求めます。あなたは個人的な成長と新しいアイデアの探究を可能にする関係を重視します。あなたは時に、感情表現よりも知的な相性を優先し、恋愛関係より感情的な側面を見落とすことがあります。",
              "post_marriage": "配偶者として、[NAME]は思慮深く配慮のある人で、しばしばパートナーの視点を理解しようとします。あなたは関係に好奇心とオープンさをもたらします。しかし、より深く充実した絆を作るために、より存在し感情的に関与することに取り組む必要があるかもしれません。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば関係の感情的な深さに対するより大きな理解をしようとします。あなたは知的な興味を感情的なつながりと統合し、個人的な生活とパートナーシップの両方を豊かにするバランスを見つけます。",
              "advice": "[NAME]は、自然な分析的アプローチと感情的なつながりに焦点を合わせることのバランスを取ることが勧められます。感情的な理解と表現の能力を高めることで、より調和の取れ充実した関係を実現することができます。"
            }
        }
      }
    },
    "KOER": {
      "one": {
        "content": {
            "intro": "[NAME]は深い直感と共感力を持っており、しばしば関係に深遠で洞察力のある視点をもたらします。あなたは意味のあるつながりを重視し、他者の感情的な経験を理解し共感する独自の能力を持っています。",
            "romantic_life": {
              "early_years": "初期の恋愛関係への[NAME]のアプローチは、多くの場合深く重要なつながりを求めることに特徴づけられます。あなたは自分の価値観を共有し、感情的に豊かで意味のある会話に参加できるパートナーに引かれます。あなたは時に、表面を超える親密さと理解を求めるため、誤解されることがあります。",
              "post_marriage": "結婚では、[NAME]は思いやりがあり専念するパートナーであり、しばしば配偶者の感情的な幸せを確実にするために大きな努力をします。あなたは調和の取れ深くつながった関係を重視します。しかし、パートナーのニーズに過度に没頭しないよう注意し、共感と自己ケアの間の健全なバランスを維持する必要があるかもしれません。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば自分の共感的な性質と自分自身の感情的なニーズとのバランスを取ることができるようになります。あなたは引き続きサポートし理解のあるパートナーですが、境界線を設定し自分自身の個人的な成長と幸福を育むことの重要性も学びます。",
              "advice": "[NAME]は、本来の共感的で直感的な強みを育むと同時に、自分自身の感情的な健康を優先することが奨励されます。他人をケアすることと自己ケアのバランスを取ることで、より満足のいく持続可能な関係につながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は恋愛関係に深い理解と共感的なアプローチをもたらし、しばしば感情的なサポートと洞察の源として行動します。あなたは強い理想主義を持ち、深く意味のあるつながりを形成することに駆り立てられます。",
            "romantic_life": {
              "early_years": "[NAME]は初期の恋愛経験に対して、深い感情的かつ知的なつながりを求める欲求でアプローチします。あなたは自分の感情の深さを理解し、複雑な感情的な場面を探求することにオープンなパートナーに引かれます。あなたは時に、深さと本物のニーズが満たされない場合、疎外感を感じることがあります。",
              "post_marriage": "結婚した関係では、[NAME]はお人好しで共感的なパートナーです。あなたは互いに理解することと感情的なサポートに基づく関係を作ることを目指します。しかし、パートナーのニーズに注意を払いながら、自分自身のニーズを見失わないようにする必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]は自分自身のニーズとパートナーのニーズのバランスを取ることにより快適になることがよくあります。あなたは引き続き深いつながりを重視し、相互理解と共有された成長によって関係がさらに豊かになることを発見するかもしれません。",
              "advice": "[NAME]は、本来の共感能力を育てると同時に、自分自身の感情的な幸福を育むことにも注意を払うことが奨励されます。他人との深いつながりと自己ケアのバランスを取ることで、より調和の取れ充実した関係につながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は共感力、洞察力、そして強い個人的な誠実さをあわせもち、深く思いやりがあり思慮深い人物です。あなたはしばしば、高いレベルでパートナーを理解しサポートすることを望むことによって動機づけられます。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は感情的かつ知的に刺激的なつながりを求めます。あなたは自分の複雑な内面の世界を評価し、あなたの価値観を共有するパートナーに惹かれます。あなたは自分の深い内省と感情的な強さを共有しないパートナーとつながることが困難な場合があります。",
              "post_marriage": "配偶者として、[NAME]は専念し尽くすことができ、しばしばパートナーの感情的なニーズを理解し満たすために多大な努力をします。あなたは調和の取れ深くつながった関係を求めますが、自分自身の感情的なニーズを表現し満たすことも心に留めておくべきです。",
              "later_life": "年を重ねていくと、[NAME]は関係においてより大きなバランスを見つけます。深い共感能力とより強い自己意識を組み合わせます。あなたは引き続きサポートし洞察力のあるパートナーとしていますが、自分自身の感情的かつ個人的な成長も育てられるようにします。",
              "advice": "[NAME]は、共感的で直感的な性質を大切にしながら、健全な自己感覚を維持することが奨励されます。深いつながりと個人的な成長の両方を可能にする関係を育むことで、持続的な満足感と相互理解につながります。"
            }
        }
      }
    },
    "KOEX": {
      "one": {
        "content": {
            "intro": "[NAME]は豊かな内面の世界観と深い共感力を持っており、しばしば関係に理想主義と感情的な深さをもたらします。あなたは真実であることを重視し、深く意味のあるレベルでつながることを望んでいます。",
            "romantic_life": {
              "early_years": "初期の恋愛関係への[NAME]のアプローチは、しばしば深い感情的なつながりと共有された価値観への願望によって特徴づけられます。あなたは心を開いたパートナーに惹かれ、精神的かつ感情的なレベルでつながることができます。あなたは時に、表面を超える親密さと理解を求めるため、誤解されることがあります。",
              "post_marriage": "結婚した関係では、[NAME]は思いやりがあり専念するパートナーです。あなたは配偶者の理解と共感に多大な努力をします。あなたは調和の取れ深くつながった関係を重視します。しかし、パートナーのニーズに自分自身を失わないように注意し、共感と自己ケアの間の健全なバランスを維持する必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば自分の共感的な性質と自分自身の感情的なニーズのバランスを取ることに熟達します。あなたは引き続きサポートし理解のあるパートナーですが、境界線を設定し自分自身の個人的な成長と幸福を育むことの重要性も学びます。",
              "advice": "[NAME]は、本来の共感的かつ直感的な強みを育むと同時に、自分自身の感情的な健康を優先することが奨励されます。他人をケアすることと自己ケアのバランスを取ることで、より満足のいく持続可能な関係につながります。"
            }
        }
      },
      "two": {
        "content": {
            "intro": "[NAME]は創造性、共感力、理想主義のユニークな性質を併せ持ち、しばしば自分の感情の深さと想像力で周りの人々を刺激します。あなたは他人とのつながりにおいて本物であることと感情的な共鳴を求めます。",
            "romantic_life": {
              "early_years": "[NAME]の初期の恋愛経験は、しばしば深い感情的かつ倫理的な価値観と共感できるつながりを求めることに特徴づけられます。あなたは自分の内省的な性質を評価し、生活と感情の複雑さを探求することにオープンなパートナーに惹かれます。あなたは時に、深さと本物のニーズが満たされない場合、疎外感を感じることがあります。",
              "post_marriage": "結婚関係では、[NAME]は非常に思いやりがあり共感的なパートナーであり、しばしば配偶者の感情的な幸福を確実にするために大きな努力をします。あなたは調和の取れ感情的に豊かな関係を重視しますが、その過程で自分自身のニーズを無視しないよう注意する必要があります。",
              "later_life": "歳を重ねるにつれて、[NAME]はしばしば関係内で自分自身のニーズと境界線を主張することに難しさを覚えなくなります。あなたは引き続き深いつながりと共有された成長を重視し、感情的かつ個人的な生活に対するよりバランスの取れたアプローチを見つけます。",
              "advice": "[NAME]は、共感的で理想的な性質を維持しながら、自分自身の感情的な幸福を優先することが奨励されます。他人との深いつながりと自己ケアのバランスを取ることで、より満足のいく持続可能な関係につながります。"
            }
        }
      },
      "three": {
        "content": {
            "intro": "[NAME]は深い共感力と鮮やかな想像力を持ち、しばしば関係に驚きと感情的な深みを吹き込みます。あなたは本物であることと意味のある、心からのつながりに惹かれます。",
            "romantic_life": {
              "early_years": "初期の恋愛では、[NAME]は深い感情的なレベルでつながることができるパートナーを求めます。あなたは自分の価値観を共有し、しばしば複雑な感情的な側面を評価できる人々に惹かれます。あなたは感情的な深さよりも現実的にに根ざしているパートナーとの繋がりの欠如を経験することがあります。",
              "post_marriage": "配偶者として、[NAME]は育成的で深く尽くすことができ、しばしば恋愛関係の感情的な健康を優先します。あなたは互いに理解することと感情的なサポートに基づくパートナーシップを目指します。しかし、関係において自分自身を失わないよう注意し、自分自身の感情的なニーズも満たされていることを確認する必要があります。",
              "later_life": "成熟すると、[NAME]はしばしば深い感情的なつながりと個人的なスペースおよび個人的な成長へのニーズとのバランスを学びます。あなたは感情的な親密さを大切にし続けますが、関係内での自己ケアと個人的な成長の重要性も理解します。",
              "advice": "[NAME]は、共感的で創造的な性質を受け入れ続けると同時に、自分自身の感情的なニーズを主張することが勧められます。関係を育むことと自分自身を育むことのバランスを見つけることで、よりバランスの取れ充実したパートナーシップにつながります。"
            }
        }
      }
    }
  }