{
  "PGBR": {
      "one": {
        "content": {
            "intro": "[NAME]は権威と自信を放ち、グループの中でしばしばリーダーとして振る舞います。現実的な強い感覚に根ざした実用的なアプローチを取ります。[NAME]は構造化された環境を好み、タスクと人々を組織するのが得意です。",
            "strengths_weaknesses": "[NAME]は明確なビジョンと卓越した組織力を持っており、効率的で信頼できる人物です。しかし、自分の方法を強く信じるときには、時に固すぎるとか、柔軟性がないと見られることもあります。高い基準は、自分自身と他人を過度に批判する原因になることもあります。",
            "social_economic_aspect": "[NAME]は細部に目が行き届き、問題解決に対する実用的なアプローチを持っています。これにより、ビジネスの世界で資源を管理し、機会を認識するのが得意です。[NAME]は効率と生産性を重視し、複雑な問題に対して革新的な解決策を見つけることがよくあります。",
            "relationships": "関係において、[NAME]は忠実で、安定と安全を重視します。約束事を真剣に受け止めますが、感情表現には苦労することもあります。直接的なコミュニケーションを重視し、自分の交流においても率直です。伝統の重要性を信じ、しばしば社会的な規範を守ります。",
            "social_life": "[NAME]は自信に満ち、率直であり、これが職場での成功に役立ちます。誠実さと正直さで尊敬を集めています。しかし、異なる視点に対してもっと適応することや、開放的であることに努める必要があります。卓越を目指し、他人にも同じことを求めるため、チームワークにおいては強みでありながらも課題になることがあります。"
        }
      },
      "two": {
        "intro": "[NAME]は天性のリーダーシップと決断力のある性格で尊敬を集めます。地域社会では強さの象徴と見なされ、常に信頼できる実用的なアプローチで生活を送っています。",
        "strengths_weaknesses": "[NAME]の最大の強みは、卓越した組織力と目標に対する揺るぎない献身にあります。しかし、情熱を持っている時には、角に自己主張をしたり、妥協しないと捉えられることがあります。",
        "social_economic_aspect": "効率を重視し、実用的なアプローチを持つ[NAME]は、秩序と規律を要求する環境で優れています。財政計画にも長けており、経済的に健全で長期的に有益な決断をしばしば下します。",
        "relationships": "[NAME]は伝統的な関係を重視し、他人との付き合いにおいては率直で正直です。感情の繊細さに苦労することがありますが、愛する人々への深いコミットメントと忠誠心を持っています。",
        "social_life": "社会的な場では、[NAME]は明確なコミュニケーションと指揮を取る能力で知られています。意見に固執することが対立を引き起こすこともありますが、信頼性と強い義務感は高く評価されています。"
    }
      },
      "three": {
          "content": {
            "intro": "[NAME]は実用性と権威的な存在感の組み合わせを体現しており、しばしば模範を示してリードします。構造化された環境でのリーダーシップスキルを活かすことに長けています。",
            "strengths_weaknesses": "[NAME]の主な強みの一つは、計画を正確に実施し、それを貫徹する能力です。しかし、状況をコントロールしようとする傾向が、時に支配的または柔軟性がないと思われることがあります。",
            "social_economic_aspect": "[NAME]はビジネスと運営管理に対する天性の理解を示し、どんな専門的な取り組みにおいても貴重な資産です。特に複雑な組織構造をナビゲートするのが得意です。",
            "relationships": "個人的な関係において、[NAME]は安定と予測可能性を好む傾向があります。常に感情を表現するわけではありませんが、忠誠心と責任感はそのコミットメントを語っています。",
            "social_life": "[NAME]はしばしば、自分の社会的グループの支柱と見なされ、指導と構造を提供します。適応性に苦労することがありますが、正直さと直接的な性格は多くの人が尊敬し、評価する資質です。"
        }
  },
  "PGBX": {
      "one": {
          "content": {
            "intro": "[NAME]はカリスマと行動の象徴で、常に新しい冒険に備えています。感染するようなエネルギーと機転を利かせる才能を持ち、どんな状況でもダイナミックで魅力的な存在です。",
            "strengths_weaknesses": "[NAME]の強みには、適応性と臨機応変な思考があります。危機的状況での資源を生かし、優れた能力を発揮します。しかし、衝動的でリスクをとる行動は、長期計画と一貫性を要求される環境では困難に繋がることがあります。",
            "social_economic_aspect": "[NAME]は鋭い分析力を持ち、他の人が見逃すかもしれない機会を見つけるのが得意です。交渉や迅速な意思決定を要求される役割に特に適しています。現実的で、長期戦略よりも直接的な結果に焦点を当てる傾向があります。",
            "relationships": "[NAME]は人間関係において率直で正直であり、他人との交流に興奮と自発性をもたらします。友人に対しては忠実ですが、感情の深さや一貫性に苦労することがあります。",
            "social_life": "[NAME]は社交的な環境で成長し、しばしば活動をリードし、注目を浴びることを楽しみます。説得力があり、しばしばパーティーの中心人物ですが、自分の興味を追求する過程で他人の感情を見落とす可能性に気をつける必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]はエネルギーと実用性が満ち溢れた存在で、常に次の挑戦や興奮を求めています。果敢で主張が強く、迅速な思考と直接的な行動が必要な状況でリードすることがよくあります。",
            "strengths_weaknesses": "ストレスがある状況でも動じない[NAME]の能力は、主な強みです。リアルタイムで問題を解決するのが得意です。しかし、即時の満足を好む傾向が、長期的な計画不足や衝動的な決断をすることがあります。",
            "social_economic_aspect": "[NAME]は生まれつき起業家精神があり、他人が避けるかもしれない機会を見つけてリスクを取ります。刺激的ででテンポの速い環境で優れており、鋭い観察力と戦術的な思考を活用できます。",
            "relationships": "[NAME]は人間関係において楽しみを重視し、積極的で熱心です。しばしば活動や冒険を始める人物です。真に思いやりがありますが、深い感情的な繋がりを維持するのに苦労することがあり、現在の瞬間により焦点を当てる傾向があります。",
            "social_life": "社会的な集まりでは通常、[NAME]が注目の中心です。魅力と幅広い人々との交流能力で知られています。自信があり、説得力がありますが、会話を支配したり、グループの小さな声を見落とす傾向に注意する必要があります。"
         }
      },
      "three": {
          "content": {
            "intro": "[NAME]はダイナミックで行動的であり、常に動いて新しい体験を求めています。人を引きつける魅力的な性格を持ち、グループでのリーダーとして自然な役割を果たします。",
            "strengths_weaknesses": "迅速で戦術的な思考と実践的なアプローチが求められる状況で[NAME]は秀でています。非常に適応力があり、資源を上手に利用します。しかし、日常的な作業や細部に対する忍耐力の不足が、重要なニュアンスを見落としたり、タスクを急いでしまう原因になることがあります。",
            "social_economic_aspect": "[NAME]はリスクと多様性が関わる職業、例えば起業家やセールスなどで成長します。市場のトレンドを理解し、それを利用する才能があります。結果に動かされ、説得力があり、影響力があります。",
            "relationships": "[NAME]は人間関係において率直で正直で、関係に興奮と自発性をもたらします。しかし、長期的なコミットメントや深い感情的な話し合いに苦労することがあり、熟考より行動を好む傾向があります。",
            "social_life": "社交的なイベントではしばしば中心人物で、スポットライトを浴びるのが快適で、簡単に友人を作ります。熱心で社交的ですが、直接的で行動指向の性質のため、時に社会的な力関係のより微妙な側面を見落とすことがあります。"
        }
      }
  },
  "PGER": {
      "one": {
          "content": {
            "intro": "[NAME]は育てることと面倒を見ることに優れた存在で、常に人の幸福を考えています。社交的で周囲に調和をもたらすことを楽しみ、衝突がある場合には仲介者の役割を果たすことがよくあります。",
            "strengths_weaknesses": "[NAME]の強みは、強い義務感と信頼性にあります。非常に組織的で、他人のニーズに注意を払います。しかし、時に批判に過敏になりすぎることがあり、安定と日常を好み、変化を苦手とすることがあります。",
            "social_economic_aspect": "他人を助けることに自然な傾向がある[NAME]は、ケアやサービスを伴う役割で優れています。社会的エチケットに敏感で、個人的な関係だけでなく、専門的な関係も維持するのが得意です。",
            "relationships": "[NAME]は深く意味のある関係を重視し、愛する人の幸福を確保するために努力します。思いやりがあり、共感的ですが、他人を気遣う過程で自分自身のニーズを無視しないよう注意する必要があります。",
            "social_life": "社交的な状況では[NAME]がグループを一緒に保つ接着剤のような存在です。部屋の雰囲気を読むのが得意で、すべての人がその中に含まれ大切にされていると感じられるようにするのが得意です。しかし、慣れない社会的な力関係に直面したり、努力が報われない場合には困難を感じることがあります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は支援的で社交的な個性を持ち、常に他人を助け、快適にさせることを喜びます。自然な暖かさを持ち、必要な時に真っ先に手を差し伸べる人物であることがよくあります。",
            "strengths_weaknesses": "[NAME]の共感的な性質と強いコミュニケーションスキルは最大の資産です。他人のニーズに注意を払い、世話をする役割に秀でています。しかし、時に他人の幸福のために過度の責任を負ったり、対立を避ける傾向が、直接的に問題を取り扱う際に困難を引き起こすことがあります。",
            "social_economic_aspect": "[NAME]はグループ活動の調整と管理に才能を持ち、コミュニティや職場環境での貴重な資産です。社会階層と規範をよく理解しており、複雑な社会ネットワークを効果的にナビゲートするのに役立ちます。",
            "relationships": "人間関係において、[NAME]は育成的で思いやりを持ち、調和と理解を維持しようと努力します。安定と安全を重視しますが、変化に苦労したり、自分の努力が期待通りに認識されない時には困難を感じることがあります。",
            "social_life": "[NAME]はしばしば自分の社会グループの基盤と見なされ、人々を集めてコミュニティの感覚を育てます。衝突を仲介するのが得意ですが、時に他人のために自分自身のニーズを妥協することがあります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は思いやりと頼りがいのあるエネルギーを発しており、周囲の人々を支え、高めるために一貫して努力しています。コミュニティに対する強い意識を持ち、ポジティブな関係を維持するために疲れ知らずで働きます。",
            "strengths_weaknesses": "[NAME]は特に社会的な文脈において、組織化と細部への注意に秀でています。人々と資源を共通の目的のために動かすのが得意です。しかし、批判に対して過敏であり、必要な対立を避けることがあります。困難な真実よりも調和を優先します。",
            "social_economic_aspect": "社会規範と期待に対する強い理解を持つ[NAME]は、公共関係、ホスピタリティ、コミュニティサービスを含む役割において熟練しています。快適で効率的な環境を作り、維持するのが得意です。",
            "relationships": "人間関係において、[NAME]は親密で個人的な関係を重視し、愛する人の世話をすることに専念します。相互の感謝を強く望んでおり、何らかの形での無視や軽視に深く影響されます。",
            "social_life": "社会的なサークルでは、[NAME]はしばしばまとめ役であり、育てる人であり、全員が含まれて幸せであることを常に確認します。社会的な承認を強く求め、社会的な不和や意見の相違によって動揺することがあります。"
        }
      }
  },
  "PGEX": {
      "one": {
          "content": {
            "intro": "[NAME]は感染するようなエネルギーと熱意を放ち、鮮やかな個性で周囲の人々を魅了します。ダイナミックな環境で活躍し、注目の的にいることを楽しみます。",
            "strengths_weaknesses": "[NAME]は適応性と自発性で知られており、常に新しい体験を探求する準備ができています。冒険心が時に衝動的な行動につながることがあり、長期計画やコミットメントに苦労することもあります。",
            "social_economic_aspect": "美的センスとトレンドに対する鋭い目を持つ[NAME]は、創造性と個性的なタッチが求められる分野で優れています。社会的力関係に対する直感的な理解があり、ネットワーキングや有益な関係構築に役立ちます。",
            "relationships": "人間関係では温かく共感的な性質を持つ[NAME]は、大切な友人や仲間になります。意味のある繋がりを重視しますが、深い感情的な会話や対立に取り組むことは難しいと感じることもあります。",
            "social_life": "社会的な場では、[NAME]はパーティーの中心であり、魅力と機知を使ってムードを和らげます。親しみやすく友好的ですが、他人を喜ばせようとするあまり自分を酷使しないよう注意する必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]はエネルギーと魅力の爆発であり、生き生きとした外交的な性格で人々を簡単に引き込みます。周囲の世界を探索し、関わることを愛し、生活のシンプルな喜びを見出しています。",
            "strengths_weaknesses": "[NAME]の重要な強みは、瞬間を生き、日常の状況に興奮をもたらす能力です。しかし、この自発性は時に集中力の欠如や先を見越した計画を立てることの難しさにつながることがあります。困難な会話を避け、物事を明るくポジティブに保ちたいという傾向があります。",
            "social_economic_aspect": "他人とのコミュニケーションに自然な才能を持つ[NAME]は、社交的な相互作用と説得が求められる役割で優れています。人々や状況を読むのが得意で、個人的および専門的な環境で役立ちます。",
            "relationships": "[NAME]は思いやりがあり、他人の幸福を本気で気にかけており、忠実で楽しい友人です。しかし、時に物事を個人的に受け取りがちで、関係において安心感を必要とすることがあります。",
            "social_life": "社交的な集まりでは、[NAME]が活動を開始し、ポジティブさを広めることがよくあります。様々なグループに容易に適応することができますが、幅広い関係を好むために深いつながりを維持するのに苦労することがあります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は冒険の精神と「今」を愛する心を体現しています。感染するような熱意と人生への情熱で、どんな場でも楽しい存在です。",
            "strengths_weaknesses": "新しい環境にすばやく適応し、現在の瞬間を最大限に活かす能力で[NAME]は輝いています。しかし、これは将来の計画をおろそかにし、時には長期的な結果を考慮せずに衝動的に行動することにつながるかもしれません。",
            "social_economic_aspect": "社会的力関係への先天的な理解とドラマチックな演出を持つ[NAME]は、公共関係、エンターテイメント、セールスを含む役割に適しています。説得力があり、さまざまな人々と簡単につながることができます。",
            "relationships": "温かく愛情深い[NAME]は、親密な個人的関係を重視し、空気を明るくする人物としてよく見られます。支援的で思いやりがありますが、時に自分自身や他人のより深い感情的ニーズを見落とすことがあります。",
            "social_life": "[NAME]は典型的な社交の蝶で、簡単に友達を作り、多様な人々との交流を楽しんでいます。社会的な交流を自然と求めますが、自分自身を広げすぎないよう注意する必要があります。"
        }
      }
  },
  "POBR": {
      "one": {
          "content": {
            "intro": "[NAME]は自信と戦略的思考を発散し、自然とプロフェッショナルおよび個人的な環境でリードします。先見的なアプローチを持ち、常に改善と革新の方法を模索しています。",
            "strengths_weaknesses": "[NAME]の強みは、複雑な戦略を組織し、計画し、実行する卓越した能力にあります。決断力があり、生まれながらのリーダーシップの才能を持っています。しかし、積極的な性質が時に支配的すぎると受け取られることがあり、頑固または急いでいると見なされることに苦労することもあります。",
            "social_economic_aspect": "批判的思考と大胆な意思決定が求められる環境で[NAME]は優れています。成長の機会を見極めるのが得意で、計算されたリスクを恐れません。目標達成に対する強い焦点は、ビジネスや起業家精神の分野で影響力のある人物になる可能性があります。",
            "relationships": "関係においても、[NAME]は自分のプロフェッショナルな取り組みと同じ程度の強度と献身を持ってアプローチします。正直さと直接的なコミュニケーションを重視しますが、より深いつながりを育むためには他人の感情的ニーズにもっと注意を払う必要があります。",
            "social_life": "社会的なグループでは、[NAME]がしばしば議論をリードし、活動を計画する原動力となります。知的に刺激的な会話に参加するときに力を発揮しますが、異なる視点をより受け入れることや、社交的な交流で支配的にならないように取り組む必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は生まれながらのリーダーで、権威と決断力を発散しています。将来に対する明確なビジョンを持ち、自分の目標やアイデアを他人に訴えかけるのが得意です。",
            "strengths_weaknesses": "[NAME]の主要な強みは、状況を分析し、迅速に効果的な解決策を考案する能力です。自信があり、雄弁で、他人を奮い立たせる能力があります。しかし、高圧的な状況では、時に過度に主張することや他人の意見を軽視することがあります。",
            "social_economic_aspect": "競争的な環境で[NAME]は輝きます。戦略的思考と問題解決スキルを活かせる場所です。目標指向で、成功するための強い意欲を持っており、ビジネスやリーダーシップの役割で優れています。",
            "relationships": "[NAME]は関係において効率と直接性を重視します。忠実で頼りがいがありますが、パートナーの感情的ニーズや、関係を育む上での共感の重要性にもっと注意を払う必要があります。",
            "social_life": "社会的な場では、[NAME]はしばしば活動の組織化と指揮を取ります。知的な議論や挑戦的な会話を楽しんでいますが、議論を支配する傾向があるため積極的に話を聞くことでバランスを取る必要があります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は、支配的な存在感と戦略的な思考で際立っています。目標指向であるだけでなく、キャリアと私生活の両方で挑戦に対して非常に効率的なアプローチをします。",
            "strengths_weaknesses": "[NAME]は目標を設定し、それらを達成するためのリソースを動員することに長けています。決断力と強いリーダーシップスキルは称賛に値しますが、自分の高い基準を満たさない人々に対して過度に批判的であったり、せっかちになることに苦労することがあります。",
            "social_economic_aspect": "[NAME]は複雑な組織構造をナビゲートし、戦略的な決定を下すことに特に熟練している。市場や人々の潜在能力を見極める才能があり、ビジネス界の強力なプレイヤーです。",
            "relationships": "人間関係に対して[NAME]は率直で正直な態度を持ちます。深くコミットしていますが、他人との深いつながりに不可欠な感情表現の繊細さを見落とすことがあります。",
            "social_life": "社会的な状況をコントロールすることを楽しむ[NAME]は、しばしばグループの議論や活動をリードします。知的に刺激的で説得力がありますが、会話において多様な視点を取り入れ、評価することにもっと注意を払う必要があります。"
        }
      }
  },
  "POBX": {
      "one": {
          "content": {
            "intro": "[NAME]は典型的なイノベーターであり討論者で、アイデアに溢れ、常に新しい概念を探究する準備ができています。機敏な思考を持ち、他人が障害と見るところで可能性を見出す才能があります。",
            "strengths_weaknesses": "[NAME]の強みには、非凡な創造性と既成概念にとらわれない考え方ができる能力が含まれます。雄弁で、知的な議論に参加することを楽しんでいます。しかし、時に議論好きと見なされることがあり、アイデアを実行することに苦労することもあります。新しいエキサイティングな挑戦に移ることを好む傾向があります。",
            "social_economic_aspect": "革新性と知的刺激を重視する環境で[NAME]は優れています。トレンドやパターンを識別するのが得意で、起業家精神のあるベンチャーや戦略的思考が必要な役割に適しています。",
            "relationships": "[NAME]は人間関係において熱心で魅力的であり、周囲の人々にインスピレーションと活力を与えます。深く刺激的な会話を楽しむ一方で、個人的なつながりにおいてより現実感を示し、一貫性を持つことに取り組む必要があります。",
            "social_life": "ダイナミックな社会的環境で[NAME]は輝きます。精力的な討論に参加し、自分のアイデアを共有する場所です。カリスマ的で、しばしば群衆を引きつけますが、会話を支配しすぎたり、他人の視点を耳を傾けることを怠らないよう注意する必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は知的好奇心と革新的な思考で魅了します。常に既成の概念に挑戦し、確立された規範を問い直すことを恐れません。",
            "strengths_weaknesses": "創造的な問題解決スキルと迅速に新しいアイデアを生み出す能力は、[NAME]の最大の強みの一つです。説得力があり、表現力があります。しかし、焦点を維持することに苦労することがあり、大きなビジョンを追求する中で現実的な詳細を見落とすことがあります。",
            "social_economic_aspect": "生まれながら起業家精神を持つ[NAME]は、迅速な思考と適応性が求められる環境で活躍することがよくあります。トレンドを見つけて活用する才能があり、ビジネスやイノベーション分野で重要な資産となることがあります。",
            "relationships": "[NAME]は人間関係に興奮と新鮮さをもたらし、しばしば友人やパートナーを考えさせる刺激的な会話に巻き込みます。しかし、これらの関係を維持し、他人の感情的ニーズに敏感であることにもっと注意を払う必要があるかもしれません。",
            "social_life": "社交的なサークルでは、[NAME]は魅力的でダイナミックな存在で、しばしば会話や討論をリードします。多様な人々とのつながりを楽しんでいますが、熱意と強い意見で他人を圧倒しないよう注意する必要があります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は知的な探検家で、常に新しい理論や概念を探求し、分析し、話し合っています。鋭い知性を持ち、議論の矛盾点や欠陥を見つける自然な能力があります。",
            "strengths_weaknesses": "複雑なアイデアを迅速に理解し、批判的に考える能力は[NAME]の重要な強みです。知的自由と創造性が許される環境で優れています。一方で、議論好きであるとか、より実用的または日常的な事柄に無関心であると見なされることがあります。",
            "social_economic_aspect": "革新的で刺激的な環境で[NAME]は活躍します。特に、従来の考え方に挑戦できる場所で輝きます。問題に対するユニークな解決策を考え出すのが得意で、ビジネスや技術分野で効果的な戦略家になることができます。",
            "relationships": "人間関係において、[NAME]はしばしば活発な議論や刺激的な討論を引き起こす火付け役です。知的に刺激的な関係を重視しますが、より深いつながりを築くために感情的な側面にもっと焦点を合わせる必要があるかもしれません。",
            "social_life": "社交的な場では、[NAME]は魅力的であり、洞察に富んだ会話のきっかけとなることがよくあります。しかし、時には無関心であったり、過度に分析的であると見なされ、個人的な相互作用で距離を生むことがあります。"
        }
      }
  },
  "POER": {
      "one": {
          "content": {
            "intro": "[NAME]は生まれながらのリーダーで、カリスマ性と周囲の人々を奮い立たせる能力で知られています。共感と積極性のユニークな組み合わせを持ち、しばしばポジティブな変化を推進し、他人が自分の可能性を最大限に引き出すよう励まします。",
            "strengths_weaknesses": "[NAME]の主な強みは、卓越した人間関係スキルと他人を深く理解し、動機づける能力です。しばしばメンターやガイドと見なされます。しかし、理想主義的すぎたり、批判に対して敏感であることが、厳しい現実に直面する際の課題につながることがあります。",
            "social_economic_aspect": "教育、カウンセリング、社会組織のリーダーシップなど、他人の才能や潜在能力を育成し発展させる役割で[NAME]は優れています。強いコミュニティ意識を持ち、意味のある影響を与えることに動機づけられています。",
            "relationships": "深く調和のとれた関係を重視する[NAME]は、愛する人の幸福を確保するために尽力します。思いやりがあり、サポートを惜しまないですが、他人に焦点を合わせるあまり、自分自身のニーズを無視することがあります。",
            "social_life": "社交的な環境で活躍する[NAME]は、人々を集め、帰属感を育むことに長けています。対立を解決し、理解を促進するのが得意ですが、他人の問題に過度に関与することに注意する必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は共感力が深く、影響力のある人物として輝いています。人々とのつながりを自然に築き、彼らの成長を育みます。人々の気持ちに寄り添う能力が深く、しばしばインスピレーションとサポートの源と見なされています。",
            "strengths_weaknesses": "他人の視点と感情を理解することに長けている[NAME]は、優れたコミュニケーターであり、調停者です。しかし、感情的な負担を取りすぎる傾向があり、境界線を設定することに苦労することがあります。しばしば他人のニーズを自分のニーズより優先してしまいます。",
            "social_economic_aspect": "教育、カウンセリング、社会福祉など、他人を助け導く職業に自然と惹かれる[NAME]は、調和のとれた環境を作り、人々の最善を引き出す才能があります。",
            "relationships": "人間関係では親密で個人的な関係を重視し、これらのつながりを育むことに尽力します。関係に深みと意味を求めますが、自分自身のニーズと願望を見失わないようにする必要があります。",
            "social_life": "社会的なグループにおいて[NAME]は統一的な存在感を持ち、しばしばグループ活動の組織化と促進をリードします。包括的であり、全員の意見に耳を向けようとしますが、調和を維持しようとする努力で時々自分自身を酷使しすぎることがあります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は共感力を持ったリーダーで、周囲の人々を高め、力づけることに強い願望を持っています。深いレベルで他人とつながる先天的な能力を持ち、しばしばポジティブな変化のきっかけとなります。",
            "strengths_weaknesses": "他人を奮い立たせ、動機づける能力は、[NAME]の最大の強みの一つであり、卓越した組織スキルも持っています。しかし、時に過度に楽観的であったり、実際的な制限を無視したりすることがあり、批判や対立に直面することが難しいことがあります。",
            "social_economic_aspect": "特に地域社会への関与、擁護、またはチームマネジメントを伴う分野において、指導で影響を与える環境で[NAME]は活躍します。ネットワークを構築し、協力的な取り組みを育てるのが得意です。",
            "relationships": "人間関係において[NAME]は感情的なつながりを深く重視し、強く意味のある関係を築くことに努めます。注意深く、思いやりがありますが、他人の問題を「解決」しようとしすぎたり、過度に関与することに注意する必要があります。",
            "social_life": "[NAME]は社交的なサークルの中心で、温かさと包括性で知られます。人々をまとめ、対立を仲介するのが得意ですが、関与をバランスよく行い、自分自身の幸福を維持することに注意する必要があります。"
        }
      }
  },
  "POEX": {
      "one": {
          "content": {
            "intro": "[NAME]は活気に満ちた創造的な魂で、熱意と新しいアイデアに溢れています。人々を惹きつけ、周囲を奮い立たせる感染力のあるエネルギーと自然な能力を持っています。",
            "strengths_weaknesses": "[NAME]の強みは、非凡な創造性、心の広さ、他人と深いレベルでつながる能力にあります。自発的で非常に適応性が高いです。しかし、日常的なタスクに集中することに苦労することがあり、時に理想主義的であったり、アプローチが散漫であると捉えられることがあります。",
            "social_economic_aspect": "創造的な表現と知的探究が許される環境で[NAME]は優れています。状況や人々の潜在能力を素早く見抜き、革新、カウンセリング、または芸術分野の役割に適しています。",
            "relationships": "深く意味のあるつながりを求める[NAME]は、これらの関係を育むための原動力となることがよくあります。共感的でサポートが得意ですが、自分を過度に使いすぎないように境界を設定する作業が必要かもしれません。",
            "social_life": "典型的な社交の蝶である[NAME]は、ダイナミックで多様な社会的環境で繁栄します。新しい人々に出会い、意味のある会話を楽しむことを好みますが、他人を理解する追求の中で自分自身のニーズを見失わないように注意する必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は感染するような熱意と無限の想像力を持ち、常に新しい可能性やアイデアを探究することに熱心です。どんな状況でも気持ちを高め、楽観的な雰囲気をもたらすのが天性の持ち主です。",
            "strengths_weaknesses": "生き生きとした個性と革新的な思考は、[NAME]の最大の長所の一つです。他人を奮い立たせ、最善を引き出すのが得意です。しかし、ルーティンに固執したり、高度に構造化された環境で取り組むことに苦労することがあります。",
            "social_economic_aspect": "[NAME]は創造性、柔軟性、人間との相互作用が関わる役割に引かれます。社会的力関係に対する直感的な理解があり、マーケティング、広報、芸術などの分野で効果的です。",
            "relationships": "人間関係で[NAME]は深く本物のつながりを大切にし、愛する人が理解され、感謝されるように特別な努力をします。寛大で思いやりがありますが、他人だけでなく自分自身にも時間を取ることを忘れないようにすべきです。",
            "social_life": "社交的な集まりではしばしば中心人物で、人々と簡単に交流し、歓迎の雰囲気を作り出します。冒険的で新しい経験にオープンですが、自分の限界を認識し、過度にコミットしないように注意が必要です。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は創造性と熱意の灯台で、常に新しいアイデアと未知の世界を探求する願望に満ちています。物語を語る天性の才能と、自分の魅力と機知で聴衆を魅了する能力を持っています。",
            "strengths_weaknesses": "固定概念にとらわれない考え方、人々と感情的につながる能力で[NAME]は優れています。自発的で洞察力が高い一方で、細部に注意を払うことに苦労したり、計画を一貫して実行することが不安定になることがあります。",
            "social_economic_aspect": "革新と個人的な表現を重視する環境で[NAME]は活躍します。新たなトレンドを見抜き、意味のあるつながりを作ることに特に長けており、創造的または起業家的なキャリアにおいて大きな利点となります。",
            "relationships": "[NAME]は人間関係において感情的な深みと誠実さを重視します。常に聞き入れ、共感する準備ができており、献身的な友人やパートナーになります。しかし、理想主義を日常生活の実用性とバランスさせる作業が必要かもしれません。",
            "social_life": "社交的なサークルにおいて、[NAME]は磁石のような存在感を放ち、会話をリードし、エネルギーとビジョンで他人を刺激します。多様なグループとつながることを楽しんでいますが、自分を広げすぎないように注意する必要があります。"
        }
      }
  },
  "KGBR": {
      "one": {
          "content": {
            "intro": "[NAME]は信頼性と献身の具現化です。実用的で方法的な心構えで人生に取り組み、伝統と秩序を重視しています。コミュニティや組織の基盤としてしばしば見なされています。",
            "strengths_weaknesses": "[NAME]の最大の強みは、卓越した組織スキル、細部に対する注意、そして強い責任感にあります。取り組む全てのことにおいての努力は徹底的で頼りになります。しかし、時に適応性に苦しみ、変化に抵抗し、実績のある方法に固執したがることがあります。",
            "social_economic_aspect": "精度と構造が要求される環境で[NAME]は優れています。複雑なタスクを管理する自然な適性があり、管理、財務、法律のキャリアに引かれます。そこで分析スキルを活かすことができます。",
            "relationships": "人間関係において[NAME]は安定と忠誠を重視します。コミットメントを真剣に受け止め、信頼でき、率直です。他人の感情にもっと開かれ、対人関係で柔軟性を持つことに取り組む必要があるかもしれません。",
            "social_life": "グループにおいては、しばしば信頼できる安定した存在としている[NAME]は、大規模で騒がしいイベントよりも控えめな社交的集まりを好みます。深く長続きするつながりを重視しますが、新しい人々や経験にもっと受容的である必要があるかもしれません。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は信頼性と細心の注意を備えた模範です。システマティックで実用的なマインドセットでタスクや課題に取り組み、常に効率と秩序を重視します。",
            "strengths_weaknesses": "細部への注意と卓越した組織スキルにより、[NAME]はあらゆる環境で貴重な資産です。規律正しく責任感がありますが、特に急速に変化する環境において、時には頑固または過度に慎重であると捉えられることがあります。",
            "social_economic_aspect": "精度と一貫性が求められる役割、例えばデータ分析、会計、システム管理などで[NAME]は活躍します。強い職業倫理を持ち、正確で徹底した仕事をするために人から頼りにされる人物です。",
            "relationships": "人間関係において忠実で誠実な[NAME]は、安定と信頼を何よりも重視します。感情的な表現に熱心ではなく、愛情を行動で示すことを好みますが、他人の感情的な表現に対してもっとオープンであるよう努める必要があるかもしれません。",
            "social_life": "意味のある会話ができる構造化された馴染みのある社交的環境を好む[NAME]は、通常社交イベントの主導者ではありませんが、頼りになり、思慮深い参加者です。たまには快適な範囲を抜け出すことも有益かもしれません。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は落ち着いた態度と、自分の原則と義務への揺るぎないコミットメントを持っています。実用的で論理的かつわかりやすい考え方で人生に取り組んでいます。",
            "strengths_weaknesses": "信頼性と徹底性は[NAME]の目立つ特質です。一貫性と細部への注意が評価される環境で優れています。しかし、予期せぬ変化に適応することに挑戦を感じることがあり、非正統的な方法やアイデアに対して多少抵抗を感じることがあります。",
            "social_economic_aspect": "[NAME]は方法論的な思考と高い組織力が求められるキャリア、例えばエンジニアリング、物流、コンプライアンスに適しています。信頼性と精度を持って結果を出す能力で尊敬されています。",
            "relationships": "人間関係における[NAME]は忠誠心と責任の重要性を信じます。言葉よりも行動とコミットメントで気持ちを示します。個人的な相互作用においてもっと感情的なオープンさと柔軟性を受け入れることで恩恵を受けるかもしれません。",
            "social_life": "[NAME]は静かで構造化された社交活動を、自発的または大規模な集まりよりも好みます。相互の尊敬と共有された価値観に基づく長期的な友情を重視しますが、時には社会的な視野を広げることで価値を見出すこともあります。"
        }
      }
  },
  "KGBX": {
      "one": {
          "content": {
            "intro": "[NAME]は冷静さと実用性の極みで、しばしば控えめで観察的な態度で人生に取り組みます。物事の仕組みを理解する天性の能力を持ち、実用的な応用と問題解決に熱心な関心を示します。",
            "strengths_weaknesses": "[NAME]の強みには、適応性、資源活用能力、圧力下でも冷静を保つ能力が含まれます。トラブルシューティングや実践的なタスクに優れています。しかし、時に他人に冷淡であったり無関心なように見えたりすることがあり、長期計画を立てたり感情を表現することに苦労することがあります。",
            "social_economic_aspect": "技術的なスキルと論理的な分析が必要な分野、例えばエンジニアリング、機械、情報技術で[NAME]は優れています。独立して作業するのが得意で、具体的で実用的な成果を伴うタスクに惹かれることがよくあります。",
            "relationships": "人間関係において[NAME]は独立性と個人の空間を重視します。忠実で率直ですが、感情を示すためには言葉より行動を好みます。親しい人々とのコミュニケーションや感情的な利用可能性を高めることに取り組む必要があります。",
            "social_life": "[NAME]は社交的な環境では特に外交的ではなく、親しい友人の小さなグループを持つことが多いです。ストレートで実用的な相互作用を重視し、異なる視点や社交的な複雑さにもっと忍耐を持つことが必要です。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は実用性と効率の達人で、冷静な頭と論理的なマインドセットで課題に取り組みます。機械や技術システムを理解し、操る生まれながらの才能を持っています。",
            "strengths_weaknesses": "迅速な思考と実践的な問題解決が求められる状況で[NAME]は優れています。独立的で自立していますが、これが時には自分を孤立させたり、深い感情的なつながりを避けたりする傾向につながることがあります。",
            "social_economic_aspect": "[NAME]は技能の実用的な現実世界への応用を含むキャリアに適しています。例えば、貿易、テクノロジー、法医学などです。物事の仕組みを理解する才能があり、技術的または分析的な役割において貴重な資産です。",
            "relationships": "人間関係においてシンプルさと正直さを重視する[NAME]は、通常、対人関係で率直です。感情を表現するのに苦労することがあり、愛情を言葉より行動で示すことを好むかもしれません。",
            "social_life": "社交的な状況では控えめで、関与する前に状況を観察し分析することがよくあります。直接的なコミュニケーションと実用的な議論を重視し、感情的または抽象的な話題に対してもっとオープンになることに取り組む必要があるかもしれません。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は静かな能力の体現者であり、実用的で集中的なアプローチでタスクに取り組んでいます。物事の仕組みに好奇心が強く、しばしば実践的なプロジェクトや探究に携わっています。",
            "strengths_weaknesses": "特に挑戦的な状況で冷静かつ効率的に対応する能力は、[NAME]の最も顕著な強みの一つです。資源を活用する能力と独立性を持っていますが、時には無関心であるか、コミュニティやチームの活動に興味がないように見えることがあります。",
            "social_economic_aspect": "技術的専門知識と自律的に働く能力が求められる環境で[NAME]は活躍します。建築、航空、ITなどの分野で分析スキルと細部への注意を活用できます。",
            "relationships": "人間関係において[NAME]は飾り気のない態度を取り、忠誠心と実用的なサポートを大げさなジェスチャーや感情的な表現より重視します。信頼できて率直ですが、感情をもっとオープンに表現することに取り組む必要があるかもしれません。",
            "social_life": "[NAME]は特定の興味やタスクに深く没頭できる一人または少人数の活動を好みます。意味のある、ストレートな相互作用を重視しますが、社交的なシナリオでたまに快適な範囲を超えることが有益かもしれません。"
        }
      }
  },
  "KGER": {
      "one": {
          "content": {
            "intro": "[NAME]は親切さと信頼性の典型で、いつでも手助けをするためにいます。義務感と他人の幸福への深い配慮を持って人生に取り組み、しばしば自分のニーズを横に置いて周囲を支えます。",
            "strengths_weaknesses": "[NAME]の強みは、細部に対する入念な注意と揺るぎない信頼性にあります。取り組む全てのことに非常に徹底的で良心的です。しかし、時に過度に慎重であり、変化に抵抗し、馴染みのあるものに固執することがあります。対立的な状況で自己主張することに苦労することもあります。",
            "social_economic_aspect": "組織化と思いやりが求められる役割で[NAME]は優れています。例えば、医療、教育、行政などの職業です。自宅でも職場でも調和のとれた構造化された環境を作り、維持するのが得意です。",
            "relationships": "安定した長期的な関係を重視する[NAME]は、友人やパートナーとして深く忠実でサポートが得意です。コミットメントを真剣に受け止め、いつでも話を聞く準備があります。しかし、自分を過度に広げすぎないようにし、自分自身のニーズも気にかける必要があります。",
            "social_life": "[NAME]は大きく騒がしいイベントよりも静かで親密な集まりを好みます。深く意味のある会話を楽しみ、共感力と思慮深さで知られています。通常は社交活動の主催者ではありませんが、社交的な活動において重要で不可欠な一員です。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]はコミュニティの静かな礎で、どこに行っても支援と安定を提供します。優しく、思いやりのある性質を持ち、舞台裏で他人を助けることに大きな満足を得ています。",
            "strengths_weaknesses": "細部に気づき、注意を払う能力は[NAME]の最大の長所の一つで、献身性と忠誠心と共にあります。しかし、新しい環境やアイデアに適応することに苦労することがあり、自分に対して過度に批判的になることがあります。対立を避け、平和を保つことを好む傾向があります。",
            "social_economic_aspect": "[NAME]は看護、教育、行政サービスなど、育成や支援、細かい作業を伴う役割に適しています。仕事に誇りを持ち、どの役割でも最善を尽くすことにコミットしています。",
            "relationships": "人間関係において調和と安定を重視する[NAME]は、信頼できて思慮深いパートナーや友人です。他人のニーズに敏感ですが、自分自身の感情的な幸福を無視しないようにする必要があります。",
            "social_life": "落ち着いた意味のある社交的な交流を楽しむ[NAME]は、大きな集まりより小規模な集まりを好みます。聞き上手で忠実な友人ですが、たまに快適な範囲を超えて新しい社交活動を試すことで恩恵を受けるかもしれません。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は温かさと信頼性を放ち、必要とする人々を助けるために余計な努力を惜しまない姿勢を持っています。静かな決意と、自分自身と他人のための快適で安定した環境を作ることに焦点を当てて人生に取り組んでいます。",
            "strengths_weaknesses": "高度に組織化され、注意深い[NAME]は強い責任感を持っています。コミットメントを遂行するのが得意です。しかし、変化に対して多少抵抗があり、たとえ有益であってもリスクを避けることがあります。また、控えめであり、自分の成果を過小評価する傾向があります。",
            "social_economic_aspect": "社会福祉、カウンセリング、カスタマーサービスなど、他人の世話をし支援する役割で[NAME]は活躍します。人々の話を聞き、理解されていると感じさせるコツがあり、これはどんなサービス指向の職業でも価値があります。",
            "relationships": "人間関係において深く安定したつながりを求める[NAME]は、忠実で思いやりのある伴侶です。しばしば他人のニーズを自分のニーズよりも優先しますが、これは高潔な特徴である一方で、自分自身の世話をすることも覚えておくべきです。",
            "social_life": "[NAME]はより個人的なレベルで他人とつながることができる構造化された馴染みのある社交活動を好みます。大規模で自発的な社交活動は挑戦的かもしれませんが、真摯な配慮と共感により社交的なサークル内で大切にされています。"
        }
      }
  },
  "KGEX": {
      "one": {
          "content": {
            "intro": "[NAME]は穏やかで芸術的な魂を持ち、美学と感情を通じて世界を見ています。静かだが情熱的な性質を持ち、創造的な取り組みや美への深い感謝を通して自分自身を表現することが多いです。",
            "strengths_weaknesses": "[NAME]の強みは細部への鋭い目、共感力、適応性にあります。直感的で、しばしば他人の感情に調和しています。しかし、時に批判に対して過度に敏感であり、構造化や長期計画に苦労することがあります。",
            "social_economic_aspect": "グラフィックデザイン、音楽、ファッションなど、芸術的表現と個性的なタッチが許される分野で[NAME]は優れています。独立して自分のペースで働ける環境で創造性を花開かせます。",
            "relationships": "本物で意味のあるつながりを求め、少数の人々と深い絆を形成することがよくあります。忠実で思いやりがありますが、自分のニーズをもっとオープンに伝え、対立から避けないようにする必要があるかもしれません。",
            "social_life": "控えめで本物の社交的な交流を楽しむ[NAME]は、大規模で騒がしいパーティーよりも親密な集まりを好みます。聞き上手で思慮深い友人ですが、時には自分の快適な範囲を超えることを促されることもあります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は静かな優雅さと周囲の世界に対する鋭い感受性を持って人生を歩んでいます。生まれつき芸術的表現への傾向があり、最も単純なものに美しさとインスピレーションを見出しています。",
            "strengths_weaknesses": "深い共感のと強い美的感覚を持つ[NAME]は、しばしば創造的な媒体を通じて自分自身を表現します。適応性があり、心を開いていますが、構造や決断力に苦労することがあり、しばしばその瞬間に生きることを好みます。",
            "social_economic_aspect": "芸術、デザイン、動物の世話など、創造性と個人的な表現を促進する環境で[NAME]は活躍します。直感的で他人と感情的なレベルでつながることができ、共感と理解が必要な役割に適しています。",
            "relationships": "人間関係において[NAME]は本物で心からのつながりを重視し、人間関係に真摯さと温かさを持って接します。サポートが得意で思いやりがありますが、人間関係において自己主張を強め、境界を設定することに取り組む必要があるかもしれません。",
            "social_life": "リラックスした本物の社交的な場を楽しむ[NAME]は、より親密で意味のある交流のために大規模で騒がしい集まりを避けることがよくあります。忠実で思慮深い友人ですが、新しい社交的な経験を探求するために時には励ましを必要とすることがあります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は創造性と感受性の具現化で、穏やかで思慮深い態度で人生に取り組んでいます。世界のささいな美しさに喜びを見出し、しばしば芸術的で自然な美に引かれます。",
            "strengths_weaknesses": "生活の細かい部分を評価する創造性は、[NAME]の最大の長所の一つです。共感的で思いやりがあり、素晴らしい聞き手であり友人です。しかし、高度に構造化された環境や厳しい批判に対処するのが難しいことがあります。",
            "social_economic_aspect": "[NAME]は視覚芸術や舞台芸術、またはセラピー、獣医のような分野で創造性とケアを表現する役割に適しています。感情を理解し、様々な形で美を創造する才能があります。",
            "relationships": "人間関係において[NAME]は調和と深さを求め、愛する人々の幸福のために大きな努力を惜しみません。深く思いやりがありますが、自分自身の感情的な幸福も優先することを忘れてはなりません。",
            "social_life": "意味のある方法で他人とつながる環境を好む[NAME]は、しばしば静かで親密な集まりを楽しんでいます。サポートが得意で理解ある仲間ですが、時にはより多様な社交体験に踏み出すことで利益を得ることがあります。"
        }
      }
  },
  "KOBR": {
      "one": {
          "content": {
            "intro": "[NAME]は戦略的思考と長期計画の典型です。論理的で分析的な心構えで人生に取り組み、常にパターンや根底にある原則を探しています。生まれつき革新と効率性への傾向を持っています。",
            "strengths_weaknesses": "[NAME]の主な強みは、複雑な状況を分析し、包括的な戦略を開発する卓越した能力です。独立しており、自分の知的能力に自信を持っています。しかし、自分の意見と一致しない他人の意見を過度に批判的であるか無視してしまうことがあります。",
            "social_economic_aspect": "[NAME]は体系的な思考と先見的なアプローチが必要な分野、例えば科学、エンジニアリング、戦略計画などで優れています。非効率を見つけて効果的な解決策を実施するのが得意です。",
            "relationships": "[NAME]は深い知的なつながりを重視し、知的な刺激を提供する関係を求めることがよくあります。忠実でコミットメントがありますが、他人の感情的なニーズに対してもっと感情的に表現し応える必要があるかもしれません。",
            "social_life": "[NAME]はカジュアルや表面的な交流よりも構造化された意味のある社交的なやり取りを好みます。知的な議論でリーダーとして見られることがよくありますが、さまざまな視点や思考の方法にもっとオープンになる必要があるかもしれません。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は洞察力があり、しばしば自分の時代を先取りする洞察とアイデアを持っています。計算された、方法的なマインドセットで人生に取り組み、周囲の世界をより深く、包括的に理解しようと常に求めています。",
            "strengths_weaknesses": "批判的思考スキルと長期的な結果を予測する能力が[NAME]の強みです。非常に独立的で意欲的ですが、時には過度に分析的であるため、感情的なアプローチをする他人との関係が断絶することがあります。",
            "social_economic_aspect": "研究、技術開発、上層部の管理職など、知性に挑戦し戦略的計画を許す職業で[NAME]は活躍します。複雑な問題を分解し、革新的な解決策を考案するのが得意です。",
            "relationships": "人間関係において[NAME]は互いが尊敬でき、理解に基づく関係を重視します。通常は感情を表現することはなく、行動とコミットメントを通して愛情を示します。感情についてもっとオープンにコミュニケーションすることに取り組む必要があります。",
            "social_life": "[NAME]は深く考えさせる会話に夢中になり、大きな社交的集まりよりも志を同じくする少数の人々との交流を好みます。控えめで内省的と見なされることがあり、時には快適な範囲を超えて異なる社交的環境を探求することで利益を得るかもしれません。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は知的強者で、戦略的な洞察力と革新的なアイデアで知られています。高度に分析的なマインドセットで課題に取り組み、常に根底にあるシステムと改善の可能性を探求しています。",
            "strengths_weaknesses": "[NAME]は複雑なテーマに深く集中して探求する強い能力を持ちます。決断力があり、効率的で、他人が見逃すかもしれない大局を見ることがよくあります。しかし、その結果、感情よりも論理を優先することがあるため、他人からよそよそしく見えたり、孤立して見えたりすることがある。",
            "social_economic_aspect": "[NAME]は抽象的な思考と戦略的計画が必要なキャリア、例えばビジネスコンサルティング、科学研究、システム分析に適しています。パターンを特定し、長期的な戦略を練ることに長けています。",
            "relationships": "人間関係において[NAME]は知的に刺激的な関係を求め、精神的に挑戦してくれるパートナーを重視します。忠実で信頼できますが、愛する人の感情的ニーズや表現にもっと注意を払う必要があります。",
            "social_life": "[NAME]は一人での活動や共有された興味に焦点を当てた小グループとの交流を好みます。洞察力があり、魅力的な会話相手ですが、通常の関心事以外の社交的な相互作用においてもっと忍耐力とオープンさを持つ練習が必要かもしれません。"
        }
      }
  },
  "KOBX": {
      "one": {
          "content": {
            "intro": "[NAME]は典型的な思考家で、常に新しいアイデアや理論を探求しています。好奇心が強く分析的な心を持ち、興味を持つトピックに深く没頭し、常により深いレベルで世界を理解しようとしています。",
            "strengths_weaknesses": "優れた分析能力と革新的な思考が[NAME]の強みです。独立的で問題解決に対してしばしば型破りなアプローチを取ります。しかし、時に決断に苦労したり、抽象的な思考に過度に没頭して実用的な側面を軽視することがあります。",
            "social_economic_aspect": "知的探求と創造的な問題解決が可能な分野、例えば研究、技術、哲学などで[NAME]は優れています。自律性と抽象的な思考が重視される環境で活躍します。",
            "relationships": "人間関係において[NAME]は知的な相性と共通の興味に基づく関係を重視します。特に感情を表現することや他人の感情的ニーズを理解することに関してコミュニケーションスキルを向上させる必要があるかもしれません。",
            "social_life": "[NAME]は知的に刺激的な社交的な交流を好み、様々なトピックに関する深い議論を楽しみます。雑談やより平凡な社交活動に参加することに挑戦があり、より幅広い社交体験にオープンであることで恩恵を受けるかもしれません。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は鋭い知性とオープンマインドを持って世界を航海し、常に新しい概念やアイデアを探究する準備ができています。問題に対して論理的で発明的なマインドセットでアプローチし、しばしば枠を超えた考えをします。",
            "strengths_weaknesses": "複雑な問題を分析し、創造的な解決策を考え出す能力で[NAME]は優れています。知的な好奇心があり、学ぶこと自体を楽しんでいます。しかし、時には無関心なように見られたり、ぼんやりしているように見えたりすることがあり、実務的な細部やルーティンワークに苦労することがあります。",
            "social_economic_aspect": "学問、研究、または理論的で抽象的な思考を伴うあらゆる分野で[NAME]は適しています。技術、科学、数学など、複雑なシステムを理解する天性の才能があります。",
            "relationships": "人間関係において[NAME]は知性を刺激し、知的成長の機会を提供する関係を重視します。対人関係において正直でストレートですが、関係の感情的な側面にもっと注意を払う必要があるかもしれません。",
            "social_life": "[NAME]は親密な友人グループとの思慮深い議論や討論を楽しみます。大きなグループでの社交や雑談にはあまり魅力を感じず、共有された関心事やアイデアを通じてつながることを好むことがあります。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は常にアイデアや理論で頭がいっぱいで、多くの場合、思考に没頭しています。知的な挑戦に惹かれ、複雑な概念を分析し理解することを楽しんでいます。",
            "strengths_weaknesses": "批判的思考スキルと問題解決に対する革新的なアプローチは[NAME]の最も顕著な強みです。何よりも知識と真実を重視します。しかし、時には決断に苦労したり、状況の感情的な側面を見落として、論理と理由に焦点を当てることがあります。",
            "social_economic_aspect": "知性に挑戦される環境、例えば科学研究、プログラミング、エンジニアリングで[NAME]は活躍します。新しいアイデアを探求し実験する自由がある時に最高のパフォーマンスを発揮します。",
            "relationships": "人間関係において[NAME]は知的好奇心を評価し、意味のある会話に参加できるパートナーや友人を求めます。忠実で正直ですが、愛情をもっとオープンに表現し、他人の感情的ニーズを理解することに取り組む必要があります。",
            "social_life": "[NAME]は深く集中した会話ができる小規模な集まりや一対一の交流を好みます。大きな社交イベントはあまり楽しまず、トピックを深く探求できる環境でより快適に感じることが多いです。"
        }
      }
  },
  "KOER": {
      "one": {
          "content": {
            "intro": "[NAME]は思慮深く理想主義的な個性を持ち、利他の深い感覚と世界をより良い場所にする願望によってしばしば動かされます。共感と直感のユニークな組み合わせを持ち、他人を理解し助けるために使用します。",
            "strengths_weaknesses": "[NAME]の強みには、他人と深くつながる能力と洞察力が含まれます。しばしば表面を超えて見て、複雑な感情的な潮流を理解することができます。しかし、他人の感情に圧倒されることがあり、境界を設定するのに苦労することがあります。",
            "social_economic_aspect": "カウンセリング、擁護、創造的表現を含む役割で[NAME]は優れています。心理学、執筆、芸術など、洞察力と共感を使って他人をサポートし、向上させることができる職業に惹かれます。",
            "relationships": "人間関係において[NAME]は意味深く深いつながりを求める。忠実で思いやりのあるパートナーや友人であり、愛する人の幸福を確保するためによく努力します。他人のために自分自身のニーズを犠牲にしないようにすることに取り組む必要があります。",
            "social_life": "[NAME]は大きなまたは表面的な集まりよりも親密で意味のある社交的な交流を好みます。思慮深くて気配りのある仲間ですが、時には他人ともっと自分自身を共有するように励まされる必要があるかもしれません。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は共感的で直感的な魂であり、よく人生の深い側面や人間関係について考察しています。自然と他人を助け、世界にポジティブな変化をもたらすことに動きます。",
            "strengths_weaknesses": "[NAME]の共感的な性質と人々への直感的な理解は最も重要な強みです。洞察力があり、物事を広く考えています。しかし、他人の悩みに簡単に圧倒されることがあり、自分自身の世話をしないと燃え尽き症候群になりやすいです。",
            "social_economic_aspect": "[NAME]は自分の価値観に合致し、より大きな善に貢献できるキャリアに惹かれます。例えば、非営利団体、カウンセリング、教育などです。意味のあるレベルで他人とつながり、差をつけることができる環境で成長します。",
            "relationships": "[NAME]は関係性において深さと本物を求め、しばしば他人と強い感情的なつながりを形成します。サポートがあり理解あるパートナーや友人ですが、過度に自己犠牲にならないよう注意する必要があります。",
            "social_life": "[NAME]は深い意味のある会話に参加することを好み、表面的な社交的な交流からは遠ざかる傾向があります。親しい友人の小さな集まりを大切にしますが、新しい人々に会うために時々励まされる必要があるかもしれません。"
        }
    },
      
      "three": {
          "content": {
            "intro": "[NAME]は理想主義と共感のユニークな組み合わせで世界に向かいます。強い道徳的な目的によってしばしば駆り立てられます。思慮深く、反映的で、常に自分自身と周りの世界を理解しようと努めています。",
            "strengths_weaknesses": "[NAME]は人間の感情と動機に鋭い洞察を持っています。深い同情心を持ち、他人を助ける強い衝動をしばしば感じます。しかし、この感受性が外部のストレスに圧倒されることがあり、効果的な個人的な境界線を設定するのに苦労することがあります。",
            "social_economic_aspect": "[NAME]は心理学、執筆、擁護活動など、深い人間理解が求められる役割に生まれつき適しています。直感と共感を使って行動と決定を導く分野で優れています。",
            "relationships": "[NAME]は真実で誠実なつながりを重視し、生活の中で人々を気遣うために頻繁に一歩先を行きます。相互理解と尊重に基づいた関係を求めますが、自分自身の感情的なニーズを無視しないように注意する必要があります。",
            "social_life": "[NAME]は大きな社交的な集まりよりも静かで意味のある交流を楽しんでいます。思慮深く聞き上手で、しばしば洞察に満ちた視点を提供しますが、社交的な状況でより積極的になることから利益を得るかもしれません。"
        }
      }
  },
  "KOEX": {
      "one": {
          "content": {
            "intro": "[NAME]は真の理想主義者で、自分の価値観と信念に導かれています。不思議な感覚と他人への深い共感で人生に取り組んでいます。しばしば創造的で内省的であり、アート、執筆、または他の自己表現の形を通じて自分自身を表現することで喜びを見つけます。",
            "strengths_weaknesses": "[NAME]の強みには、想像力、同情心、そして人々の長所を見抜く能力が含まれます。心が広く、信じる原因に対して非常に情熱的になることがあります。しかし、実用的な詳細に苦労することがあり、過度に理想主義的であり、現実が期待と一致しないときに失望することがあります。",
            "social_economic_aspect": "[NAME]は自分の創造性を表現し、他人を助けることができるキャリアに惹かれます。例えば、芸術、カウンセリング、教育などです。個人的な価値観と仕事を調和させ、独立して働くことができる環境で繁栄します。",
            "relationships": "[NAME]は深く、意味のある関係を重視し、表面を超えたつながりを求めます。忠実で理解力のあるパートナーや友人であり、しばしば関係に心と魂を注ぎます。感情的な幸福を守るために境界線を設定することに取り組む必要があるかもしれません。",
            "social_life": "[NAME]は大規模な社交イベントよりも親密な集まりや深い会話を好みます。社交サークルの中で思慮深く、思いやりのある存在ですが、時には自分の快適な領域から踏み出し、新しい経験に参加するよう奨励される必要があります。"
        }
      },
      "two": {
          "content": {
            "intro": "[NAME]は夢見がちで内省的な性格を持ち、しばしば豊かな内面の世界に没頭しています。自分の価値観と他人を理解し助けたいという深い願望によって動かされており、芸術的または人道的な追求を通じて自己表現をしています。",
            "strengths_weaknesses": "[NAME]の想像力と感受性は最も顕著な強みで、これにより他人と感情的につながることができます。深い同情心と共感力を持っています。しかし、日常的で実用的なタスクに苦労したり、誤解されたり、場違いに感じたりすることがあります。",
            "social_economic_aspect": "[NAME]は個人の信念に合わせて表現力を発揮できるキャリア、例えば執筆、芸術、非営利団体の仕事などで繁栄します。自分自身より大きなものに貢献する願望と目的意識によって動かされています。",
            "relationships": "[NAME]は自分の人間関係において本物の深さを求め、共有された価値観と感情的理解に基づいてつながりを形成することがよくあります。思いやりがあり忠実ですが、他人を助けたり喜ばせたりするために自分自身を失わないように注意する必要があります。",
            "social_life": "[NAME]は大きな騒々しいパーティーよりも意味のある静かな社交的な交流を好みます。聞き上手であり、サポートする友人ですが、自分自身のニーズや願望をよりオープンに表現するよう奨励される必要があるかもしれません。"
        }
      },
      "three": {
          "content": {
            "intro": "[NAME]は穏やかで想像力豊かな個性を持ち、しばしば思考に没頭し、心の中でさまざまな可能性を探っています。好奇心と人間の経験への深い共感を持って人生に取り組んでいます。",
            "strengths_weaknesses": "[NAME]は創造的な思考と他人に共感する能力に長けています。言葉を超えたレベルで人々を理解する強い直感を持っています。しかし、理想主義的になりすぎることがあり、対立を避ける傾向があります。これは、衝突を扱う際に課題をもたらす可能性があります。",
            "social_economic_aspect": "[NAME]は自己表現や他人を助ける仕事、例えば心理学、教育、創造的な芸術などに自然に適しています。個人的な価値観に共鳴し、違いを生むことができる仕事で充実感を見出しています。",
            "relationships": "[NAME]は心からのつながりを重視し、多くの思いやりと注意をもって人間関係を築いています。調和と理解を求めていますが、自分自身の境界線とニーズをより明確に伝えることに取り組む必要があるかもしれません。",
            "social_life": "[NAME]は親しい友人たちと過ごす時間を楽しみ、深く意味のある会話に夢中になります。温かく共感的な存在ですが、より多様な社交活動に参加するための励ましを必要とすることもあります。"
        }
      }
  }
}