{
    "PGBR": {
        "one": {
            "content": {
                "intro": "[NAME]は、自身の体系的かつ論理的なアプローチを活かせる環境で際立っています。組織化された方法でのタスクとプロジェクトの取り組みにおいて、効率と効果性を重視します。",
                "body": "チーム内でのリーダーシップをしばしば担い、責任感の強さを示し、特に実用的な思考と細部への注目は、一貫して高品質な成果を生み出すのに寄与しています。感情に流されることなく、事実と論理に基づいた決定を行うこの合理的なアプローチは、信頼できるチームメンバーやリーダーとしての地位を築いています。",
                "conclusion": "また、[NAME]のコミュニケーションは時に直接的過ぎると捉えられがちですが、この直接性が目標達成への成功を支えています。機会を見極め、それを活用する能力、戦略的計画と実行が要求される役割での適性が高いです。強い義務感と目標に対する集中力は、職業生活における顕著な成果につながっています。"
            }
            
        },
        "two": {
            "content":  {
                "intro": "[NAME]は組織力を発揮できる環境で、実用的かつ決断力のある性質で知られています。明確な戦略的思考でのタスク取り組みを通じて、目標の設定と達成を保証します。",
                "body": "仕事において効率性の高い基準を保ち、専念と信頼性を反映した結果を提供し、特に具体的な事実と現実的な可能性を好み、曖昧さを避ける傾向があります。この能力は、感情的な議論に惑わされることなく、チームやプロジェクトに有益な客観的な決定を下すことを可能にします。自然なリーダーシップの資質も備え、協力的な環境でしばしば主導権を握ります。",
                "conclusion": "また、[NAME]の直接的なコミュニケーションスタイルと断固たる態度は時に固執と誤解されることがありますが、これが挑戦や障害の効果的な管理を可能にします。特に批判的思考と戦術的計画が求められる役割に長けており、強い責任感は職業的な取り組みにおける顕著な成果に繋がります。"
            }
              
        },
        "three": {
            "content": {
                "intro": "[NAME]の仕事と人生に対するアプローチは、強い秩序感と規律感によって特徴づけられます。複雑な問題を解決するための体系的なアプローチを適用する状況で優れた能力を発揮します。",
                "body": "職業生活において信頼性と卓越へのコミットメントで知られ、特に実用的な解決策に焦点を当て、複雑なタスクを管理可能なステップに分解する技術に熟練しています。細部への注意深さは、期待を満たすだけでなく、しばしばそれを超える成果を生み出します。合理的で分析的な思考を持ち、挑戦を乗り越えるためにこれを使用します。",
                "conclusion": "また、[NAME]のコミュニケーションと意思決定の率直さは最大の強みの一つですが、時に厳格すぎると誤解されることもあります。しかし、圧力下での集中力を保ち、落ち着いた態度を保つ能力はどのような職業的な環境でも貴重です。献身と戦略的思考は、キャリアにおける顕著な成功への道を開きます。"
            }
              
        },
        "four": {
            "content": {
                "intro": "[NAME]は組織的で決断力があり、その能力を戦略的な環境で最大限に活かします。目標達成に向けた具体的な計画と実行において、特に優れた能力を発揮します。",
                "body": "職業生活において、信頼性と成果への深いコミットメントで知られ、特に具体的で計画的なアプローチは、複雑なプロジェクトでも管理しやすい形に変え、高い効率性を実現します。組織の中での自然なリーダーシップは、チームを効果的に導き、プロジェクトを成功に導くのに不可欠です。",
                "conclusion": "また、[NAME]のコミュニケーションスタイルは、直接的かつ明瞭であり、時に厳しいと捉えられることもありますが、このクリアな表現が効率的な意思決定を促進します。目標に対する不動の焦点と、戦略的なアプローチは、職業生活における重要な貢献に繋がります。"
            }
            
        },
        "five": {
            "content":
            {
                "intro": "[NAME]は、自身の体系的な考え方と計画性を活かして、効率的な成果を生み出す環境で際立っています。論理的なアプローチで、確実に目標を達成へと導きます。",
                "body": "組織的な能力と細かなディテールへの注意力を持ち合わせており、これらは仕事の質を高めるのに役立っています。特に現実的で実用的な解決策を好み、感情よりも論理に基づいて決定を下します。このようなアプローチは、困難な状況においても冷静かつ効果的な決定を行うことを可能にします。",
                "conclusion": "また、[NAME]のコミュニケーションは、時に直截的であると感じられることがありますが、この明確さが目標達成のための迅速な行動を可能にします。戦略的な思考と強い責任感は、職業的な成功へと導く重要な要素です。"
            }
        }

    },
    "PGBX": {
        "one": {
            "content":{
                "intro": "[NAME]は、活動的で実践的なアプローチを取り、新しい経験に対して積極的に挑戦します。即興での対応能力と柔軟性が特徴的です。",
                "body": "状況に応じて迅速に行動を起こし、変化を楽しむタイプです。社交的で影響力があり、チームを刺激し、モチベーションを高めるだけではなく、冒険心があり、新しいアイデアや手法を試すことを恐れません。",
                "conclusion": "また、[NAME]の直感的な判断と行動力は、時にリスクを伴うことがありますが、この能力が革新と成果を生み出します。社交的な性格と柔軟な対応力は、職業生活において大きな強みとなります。"
            }
            
        },
        "two": {
            "content":{
                "intro": "[NAME]は、エネルギッシュで機敏な性格を持ち、環境に応じて迅速に適応します。直感に基づく意思決定が得意です。",
                "body": "新しいアイデアや手法に対してオープンで、常に動きやすい状況を求めます。このアプローチは、チームに活気をもたらし、目標達成に向けた新しい道を模索します。特に対人関係においては、コミュニケーション能力が高く、人々を引き付けます。",
                "conclusion": "また、[NAME]の柔軟性と即興力は、予期せぬ状況でも効果的に対応することを可能にします。この活発な性格とアプローチは、職業生活での成功に不可欠な要素です。"
            }
            
        },
        "three": {
            "content":{
                "intro": "[NAME]は、即座に状況を把握し、実行に移すことができるタイプです。柔軟な思考と迅速な行動が、[NAME]の特徴です。",
                "body": "常にエネルギッシュで、新しい挑戦を楽しむ性格を持っています。社交的で、人々を巻き込み、プロジェクトに新鮮な視点をもたらし、特に不確実な状況でも、直感と適応力を活かし、効果的に対応します。",
                "conclusion": "また、[NAME]の自発性と柔軟なアプローチは時にリスクが伴いますが、これが革新的な成果をもたらすことも多いです。活動的な性格は、職業生活において多くの機会を生み出します。"
            }
            
        },
        "four": {
            "content":{
                "intro": "[NAME]は、エネルギッシュで行動指向の性格を持ち、新しい課題に直面することに興奮を感じます。実践的な解決策を好み、迅速な行動を起こします。",
                "body": "柔軟性と適応力を活かし、変化する状況に即座に対応します。このタイプは、チームをエネルギーで満たし、新しいアイデアや戦略を促進し、さらに社交的な性格で、人々を巻き込む能力があります。",
                "conclusion": "また、[NAME]の自発的な行動と直感的な判断は、時にリスクを伴いますが、革新的なアプローチと成果を生み出す原動力となります。この活発な性格は、職業生活において重要な価値を持ちます。"
            }
            
        },
        "five": {
            "content":{
                "intro": "[NAME]は、常に動き続けるエネルギッシュな性格を持ち、新しい状況に敏感に反応します。直感的な判断と迅速な行動で、様々な課題に取り組みます。",
                "body": "新しいアイデアに対してオープンで、常に前進を求めます。このタイプは、チームに活力を与え、目標達成への道を模索し、さらに強いコミュニケーション能力で、人々を引き寄せ、影響を与えます。",
                "conclusion": "また、[NAME]の柔軟性と即興の能力は、予期せぬ状況でも効果的に対応することを可能にします。この活発な性格と戦略は、職業生活での成功に欠かせない要素です。"
            }
            
        }
    },
    "PGER": {
        "one": {
            "content":{
                "intro": "[NAME]は、協調性と社交性が高く、周囲の人々との関係を大切にします。組織内の調和を重視し、チームワークを促進することが得意です。",
                "body": "感情に富み、他人に対する深い共感を持っています。この性格は、人々をサポートし、励ますことでポジティブな環境を作り出します。さらに責任感が強く、与えられた仕事を熱心にこなし、期待以上の成果を目指します。",
                "conclusion": "また、[NAME]の社交性と協調性は、チーム内で重要な役割を果たし、組織の成功に寄与します。このタイプは、積極的なコミュニケーションと共感的なアプローチで、職業生活において大きな価値を持ちます。"
            }
            
        },
        "two": {
            "content":{
                "intro": "[NAME]は、周囲の人々と強い絆を築き、社会的な繋がりを重視する傾向があります。協力的な性格で、他人の感情やニーズに敏感です。",
                "body": "人々の気持ちを理解し、サポートすることに長けています。この性格は、チーム内での調和を促進し、プロジェクトの成功に向けて全員を動機付けるだけでなく、組織的かつ計画的なアプローチを取り、責任感を持って仕事に取り組みます。",
                "conclusion": "また、[NAME]の共感的なコミュニケーションスタイルと協調性は、チーム内の結束を強化し、組織全体の成功に貢献します。この性格は、職業生活において重要な役割を果たします。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、対人関係において強いスキルを持ち、周囲との調和を重視します。感情的な理解と共感を通じて、人々との繋がりを深めます。",
                "body": "他人の気持ちやニーズに対して敏感で、積極的にサポートを提供します。この性格は、チームのモチベーションと協力を促進し、組織内の調和を維持します。さらに責任感が強く、与えられたタスクに対して一生懸命に取り組みます。",
                "conclusion": "また、[NAME]の協力的な性格と共感力は、チームや組織の成長に不可欠です。このタイプは、積極的なコミュニケーションと人間関係を重視するアプローチで、職業生活において大きな価値を持ちます。"
            }
            
        },
        "four": {
            "content":{
                "intro": "[NAME]は、温かみのある人間関係を重視し、周囲の人々との協力を大切にします。チーム内での調和と協調性を促進することが得意です。",
                "body": "他人に対する深い共感とサポートを提供する能力を持っています。この性格は、ポジティブな職場環境を作り出してチームメンバーを励まし、支援します。さらに計画性と責任感を持ってタスクに取り組み、期待を超える成果を目指します。",
                "conclusion": "また、[NAME]の社交性と協調性は、組織内で重要な役割を果たし、チームの成功に大きく寄与します。共感的なコミュニケーションスタイルと人間関係を重視するアプローチが、職業生活において大きな価値を持ちます。"
            }
            
        },
        "five": {
            "content":{
                "intro": "[NAME]は、人々との強い絆を築き、協力的な性格を通じて、他人の感情やニーズに敏感に反応します。チームワークと社会的なつながりを重視します。",
                "body": "人々の感情を理解し、積極的にサポートすることに長けています。この性格は、チームの調和を促進し、共通の目標に向けて全員を動機付けます。さらに組織的で計画的なアプローチを取り、責任を持って仕事に取り組むことも特徴です。",
                "conclusion": "また、[NAME]の共感的なコミュニケーションスタイルと協調性は、チーム内の結束を強化し、組織の成功に貢献します。この性格は、職業生活において重要な役割を果たします。"
            }
            
        }
    },
    "PGEX": {
        "one": {
            "content":{
                "intro": "[NAME]は、活発で社交的な性格を持ち、周囲とのコミュニケーションを楽しむ傾向があります。現実的な状況に応じて柔軟に対応することが得意です。",
                "body": "即興での対応やクリエイティブなアプローチを好み、新しいアイデアや経験を積極的に探求します。このタイプは、チームにエネルギーをもたらし、プロジェクトに新鮮な視点を提供します。さらに、人々との繋がりを重視し、効果的なコミュニケーションで関係を築きます。",
                "conclusion": "また、[NAME]の社交性と柔軟性は、職業生活において重要な役割を果たします。このタイプは、積極的なコミュニケーションとオープンマインドなアプローチで、チームや組織の成功に貢献します。"
            }
            
        },
        "two": {
            "content":{
                "intro": "[NAME]は、エネルギッシュで冒険的な性格を持ち、新しい状況や挑戦に迅速に対応します。直感的な決断と迅速な行動で、多様な課題に効果的に取り組みます。",
                "body": "新しいアイデアや手法に対してオープンで、常に変化を求めます。この性格は、チームに活力を与え、目標達成への新しい道を探求します。さらに強いコミュニケーション能力で、人々に影響を与え、関わる人々を鼓舞します。",
                "conclusion": "また、[NAME]の柔軟性と即興の能力は、予期せぬ状況でも効果的に対応することを可能にします。この活発な性格と戦略は、職業生活での成功に欠かせない要素です。"
            }
            
        },
        "three": {
            "content":{
                "intro": "[NAME]は、状況を素早く把握し、即座に行動に移すことができる能力を持っています。柔軟な思考と迅速な対応が、このタイプの特徴です。",
                "body": "エネルギッシュで冒険心のある性格を持ち、新しい挑戦を楽しみます。社交的であり、人々を引き込み、プロジェクトに新しい視点を加えます。さらに不確実な状況でも、直感と適応力を駆使して、効果的に対応します。",
                "conclusion": "また、[NAME]の自発性と柔軟なアプローチは、リスクを伴うこともありますが、それが革新と成果をもたらすことがあります。活動的な性格は、職業生活において多くの機会を創出します。"
            }
            
        },
        "four": {
            "content":{
                "intro": "[NAME]は、社交的で活動的な性格を持ち、周囲とのコミュニケーションを楽しむ傾向があります。現実的な状況に応じて柔軟に対応する能力が特徴です。",
                "body": "即興での対応や創造的なアプローチを好み、新しいアイデアや経験を積極的に探求します。このタイプは、チームにエネルギーをもたらし、プロジェクトに新鮮な視点を提供します。さらに、人々との関係構築に優れ、効果的なコミュニケーションで関係を築きます。",
                "conclusion": "また、[NAME]の社交性と柔軟性は、職業生活において重要な役割を果たします。このタイプは、積極的なコミュニケーションとオープンマインドなアプローチで、チームや組織の成功に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、エネルギッシュで冒険的な性格を持ち、新しい状況や挑戦に迅速に対応します。直感的な決断と迅速な行動で、多様な課題に効果的に取り組みます。",
                "body": "新しいアイデアや手法に対してオープンで、常に変化を求めます。この性格は、チームに活力を与え、目標達成への新しい道を探求します。さらに、強いコミュニケーション能力で、人々に影響を与え、関わる人々を鼓舞します。",
                "conclusion": "また、[NAME]の柔軟性と即興の能力は、予期せぬ状況でも効果的に対応することを可能にします。この活発な性格と戦略は、職業生活での成功に欠かせない要素です。"
            }
            
        }
    },
    "POBR": {
        "one": {
            "content":{
                "intro": "[NAME]は、自信に満ちたリーダーシップと戦略的な思考を持ち、目標達成に向けて積極的に取り組みます。組織化されたアプローチと強い意志が特徴です。",
                "body": "論理的かつ効率的な決定を下し、チームを率いる能力に優れています。このタイプは、ビジョンを明確にし、具体的な計画を立てて実行します。さらに、困難な状況においても、冷静かつ合理的な判断力を発揮します。",
                "conclusion": "また、[NAME]のリーダーシップと戦略的な思考は、職業生活において重要な役割を果たします。このタイプは、目標達成のための熱意と決断力で、チームや組織の成功に大きく貢献します。"
            }
        },
        "two": {
            "content":{
                "intro": "[NAME]は、自信と野心を持ち、目標に向かって果敢に進むタイプです。効率的な計画と強力な実行力で、高い成果を目指します。",
                "body": "論理的な思考と組織的なアプローチを組み合わせ、チームやプロジェクトを成功に導きます。このタイプは、明確なビジョンを持ち、それを実現するための具体的な戦略を立てます。さらに、困難な状況に対しても、合理的かつ効果的に対処する能力があります。",
                "conclusion": "また、[NAME]のリーダーシップと戦略的なアプローチは、組織の目標達成に不可欠です。目標に対する情熱と決断力は、職業生活での大きな成果につながります。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、強いリーダーシップ能力と戦略的な思考を持ち合わせており、組織の目標達成をリードします。計画性と効率性が高いアプローチが特徴です。",
                "body": "目的意識が強く、合理的な決定を下すことでチームを前進させます。このタイプは、明確な目標と実行計画を持ち、それを実現するために効果的な方法を探求します。さらに、困難な状況でも、冷静な判断力と柔軟な思考で対応します。",
                "conclusion": "また、[NAME]のリーダーシップと戦略的なアプローチは、職業生活において大きな影響を与えます。熱意と決断力によって、組織やチームの成功に貢献することが期待されます。"
            }
        },
        "four": {
            "content":{
                "intro": "[NAME]は、自信に満ちたリーダーシップと戦略的な思考を持ち、目標達成に向けた強力なアプローチを採用します。組織的な計画と効率的な実行が特徴です。",
                "body": "論理的な分析と戦略的な計画に基づき、チームを率いて目標に向かいます。このタイプは、明確なビジョンを持ち、具体的な行動計画を立てて実行します。さらに、困難な状況においても、合理的かつ効果的に対処する能力があります。",
                "conclusion": "また、[NAME]のリーダーシップと戦略的な思考は、職業生活において大きな影響を与えます。目標に対する熱意と決断力により、組織やチームの成功に貢献することが期待されます。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、自信と野心を持って目標に向かって果敢に進むタイプです。効率的な計画と力強い実行力で、高い成果を目指します。",
                "body": "論理的な思考と組織的なアプローチを組み合わせて、チームやプロジェクトを成功に導きます。このタイプは、明確な目標と具体的な戦略を持ち、それを実現するための方法を探求します。さらに、困難な状況に対しても、冷静かつ効果的に対処する能力があります。",
                "conclusion": "また、[NAME]のリーダーシップと戦略的なアプローチは、組織の目標達成に不可欠です。目標に対する情熱と決断力により、職業生活での大きな成果につながります。"
            }
            
        }
    },
    "POBX": {
        "one": {
            "content": {
                "intro": "[NAME]は、発想豊かで革新的な思考を持ち、新しいアイデアと解決策を生み出すことに長けています。柔軟性と好奇心が特徴です。",
                "body": "問題に対して独創的なアプローチを取り、既存の枠を超えた解決策を見つけます。このタイプは、知的好奇心が高く、多角的な視点から物事を考える能力があります。さらに、人々を巻き込み、刺激的な議論を促進します。",
                "conclusion": "また、[NAME]の革新的な思考と柔軟なアプローチは、職業生活において重要な役割を果たします。このタイプは、新しいアイデアと戦略で、チームや組織の成功に貢献します。"
            }
            
        },
        "two": {
            "content": {
                "intro": "[NAME]は、創造的で直感的な性格を持ち、新しい挑戦を積極的に受け入れます。柔軟な思考と迅速な行動で、多様な課題に対応します。",
                "body": "新しいアイデアや手法に対してオープンで、変化を楽しむ性格を持っています。この性格は、チームに活力をもたらし、目標達成のための新しい道を探求します。さらに、強いコミュニケーション能力で、人々を鼓舞し、関わる人々を鼓舞します。",
                "conclusion": "また、[NAME]の柔軟性と即興力は、予期せぬ状況でも効果的に対応することを可能にします。活発な性格と創造的なアプローチは、職業生活での成功に欠かせない要素です。"
            }
        },
        "three": {
            "content": {
                "intro": "[NAME]は、迅速に状況を把握し、即座に行動に移すことができる能力を持っています。革新的な思考と柔軟な対応がこのタイプの特長です。",
                "body": "エネルギッシュで冒険を楽しむ性格を持ち、新しい挑戦に積極的に取り組みます。社交的であり、人々を引き付け、プロジェクトに新しい視点を加えます。それだけでなく、不確実な状況においても、直感と適応力を駆使して効果的に対応します。",
                "conclusion": "また、[NAME]の自発性と柔軟なアプローチは、時にリスクを伴いますが、それが革新と成果をもたらすこともあります。活動的な性格は、職業生活において多くの機会を創出します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、創造性と直感力を持ち、新しいアイデアと解決策に対して常に開かれた姿勢を持っています。柔軟な思考と革新的なアプローチが特徴です。",
                "body": "独創的な視点から物事を捉え、既存の枠にとらわれない解決策を模索します。このタイプは、知的好奇心が旺盛で、多様なアイデアを組み合わせて新しい方法を生み出します。さらに、人々とのコミュニケーションにおいて、刺激的で魅力的な存在となります。",
                "conclusion": "また、[NAME]の革新的な思考と柔軟なアプローチは、職業生活において大きな影響を与えます。このタイプは、新しい視点と戦略で、チームや組織の成功に貢献することが期待されます。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、エネルギッシュで冒険心に溢れ、新しい挑戦に迅速に対応するタイプです。直感的な決断と迅速な行動で、さまざまな課題に効果的に取り組みます。",
                "body": "新しいアイデアや手法に対してオープンで、常に変化を求めています。この性格は、チームに活力をもたらし、目標達成のための新しい道を探求します。さらに、強いコミュニケーション能力で、人々に影響を与え、鼓舞することができます。",
                "conclusion": "また、[NAME]の柔軟性と即興力は、予期せぬ状況でも効果的に対応することを可能にします。活発な性格と創造的なアプローチは、職業生活での成功に不可欠な要素です。"
            }
            
        }
    },
    "POER": {
        "one": {
            "content": {
                "intro": "[NAME]は、強い共感力と影響力を持ち、人々を鼓舞し、導く能力があります。人間関係を重視し、協調性の高いアプローチを取ります。",
                "body": "感情的な理解とサポートを通じて、人々と深い絆を築きます。このタイプは、高い社交性とコミュニケーション能力で、チーム内の調和と協力を促進します。さらに、状況を感じ取り、適切な反応を示すことができます。",
                "conclusion": "また、[NAME]の共感力とリーダーシップは、職業生活において大きな影響を与えます。このタイプは、人々を動機付け、組織やチームの成功に貢献することが期待されます。"
            }
            
        },
        "two": {
            "content": {
                "intro": "[NAME]は、人々との関わりを深く大切にし、共感的なコミュニケーションで影響を与えます。協調性とリーダーシップのバランスが取れています。",
                "body": "他人の感情やニーズに敏感で、サポートと励ましを提供します。この性質は、チーム内の協力と調和を促進し、共通の目標に向けて人々を動機付けます。さらに、ビジョンを明確にし、それを達成するための戦略を策定します。",
                "conclusion": "また、[NAME]の共感力と組織力は、職業生活において重要な役割を果たします。情熱とリーダーシップにより、組織やチームの目標達成に貢献します。"
            }
            
        },
        "three": {
            "content":  {
                "intro": "[NAME]は、共感と影響力を兼ね備えたリーダーであり、人々を理解し、サポートする能力があります。協調性と共感性を重視するアプローチを取ります。",
                "body": "他者の感情やニーズに対して敏感であり、積極的なサポートを提供します。この性格は、チームのモチベーションを高め、組織内の調和を維持します。さらに、明確なビジョンと実行計画を持ち、それを達成するための戦略を策定します。",
                "conclusion": "また、[NAME]の共感力とリーダーシップは、職業生活において重要な影響を与えます。情熱とリーダーシップにより、組織やチームの成功に貢献することが期待されます。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、共感的で影響力のあるリーダーシップを持ち、人々を鼓舞し、支援します。高い社交性と人間関係を重視するアプローチが特徴です。",
                "body": "感情的な理解とサポートを通じて、深い人間関係を築きます。このタイプは、チーム内の調和と協力を促進し、共通の目標に向けて人々を動機付けます。さらに、ビジョンを明確にし、それを実現するための戦略を策定します。",
                "conclusion": "また、[NAME]の共感力とリーダーシップは、職業生活において重要な役割を果たします。情熱と組織力により、チームや組織の目標達成に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、人々との関係を深く大切にし、共感的なコミュニケーションで影響を与える能力を持っています。協調性とリーダーシップのバランスを重視します。",
                "body": "他人の感情やニーズに敏感で、サポートと励ましを提供します。この性質は、チーム内の協力と調和を促進し、共通の目標達成に向けて人々を動機付けます。さらに、明確なビジョンと戦略的な計画を持ち、それを達成するための方法を策定します。",
                "conclusion": "また、[NAME]の共感力と組織力は、職業生活において重要な役割を果たします。情熱とリーダーシップにより、組織やチームの成功に大きく貢献します。"
            }
            
        }
    },
    "POEX": {
        "one": {
            "content":  {
                "intro": "[NAME]は、創造的で情熱的な性格を持ち、新しいアイデアと可能性を探求します。柔軟性と好奇心が際立っています。",
                "body": "問題に対して独創的なアプローチを取り、従来の枠にとらわれない解決策を追求します。このタイプは、知的好奇心が旺盛で、異なる視点から物事を考察する能力があります。さらに、コミュニケーションにおいて、人々を巻き込む魅力を持っています。",
                "conclusion": "また、[NAME]の革新的な思考と柔軟なアプローチは、職業生活において重要な役割を果たします。新しい視点と戦略で、チームや組織の成功に貢献することが期待されます。"
            }
            
        },
        "two": {
            "content":  {
                "intro": "[NAME]は、エネルギッシュで冒険心があり、新しい挑戦に迅速に対応するタイプです。直感的な決断と迅速な行動で、多様な課題に効果的に取り組みます。",
                "body": "新しいアイデアや手法に対してオープンで、常に変化を追求します。この性格は、チームに活力をもたらし、目標達成のための新しい道を探求するだけでなく、コミュニケーション能力が高く、人々を鼓舞する力を持っています。",
                "conclusion": "また、[NAME]の柔軟性と即興力は、予期せぬ状況でも効果的に対応することを可能にします。活発な性格と創造的なアプローチは、職業生活での成功に不可欠です。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、状況を迅速に把握し、即座に行動に移すことができる能力を持っています。革新的な思考と柔軟な対応が、このタイプの特長です。",
                "body": "エネルギッシュで冒険を楽しむ性格を持ち、新しい挑戦に積極的です。社交的であり、人々を引き付け、プロジェクトに新しい視点を加えるだけでなく、不確実な状況においても、直感と適応力を駆使して効果的に対応します。",
                "conclusion": "また、[NAME]の自発性と柔軟なアプローチは、時にリスクを伴いますが、それが革新と成果をもたらすこともあります。活動的な性格は、職業生活において多くの機会を創出します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、創造的で情熱的な性格を持ち、新しいアイデアや可能性を追求します。柔軟性と好奇心が際立っています。",
                "body": "問題に対して独創的なアプローチを取り、従来の枠を超えた解決策を追求します。このタイプは、知的好奇心が旺盛で、異なる視点から物事を考察する能力があるだけでなく、人々とのコミュニケーションにおいて、魅力的で刺激的な存在となります。",
                "conclusion": "また、[NAME]の革新的な思考と柔軟なアプローチは、職業生活において重要な役割を果たします。新しい視点と戦略で、チームや組織の成功に貢献することが期待されます。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、エネルギッシュで冒険心があり、新しい挑戦に迅速に対応するタイプです。直感的な決断と迅速な行動で、多様な課題に効果的に取り組みます。",
                "body": "新しいアイデアや手法に対してオープンで、常に変化を追求します。この性格は、チームに活力をもたらし、目標達成のための新しい道を探求するだけでなく、コミュニケーション能力が高く、人々を鼓舞する力を持っています。",
                "conclusion": "また、[NAME]の柔軟性と即興力は、予期せぬ状況でも効果的に対応することを可能にします。活発な性格と創造的なアプローチは、職業生活での成功に不可欠です。"
            }
            
        }
    },

    "KGBR": {
        "one": {
            "content":  {
                "intro": "[NAME]は、実用的で組織的なアプローチを持ち、タスクやプロジェクトを効率的に処理します。細部への注意と規律ある作業スタイルが特徴です。",
                "body": "具体的で現実的な解決策を好み、曖昧さを避けます。このタイプは、計画性と責任感が強く、チームやプロジェクトを確実に前進させるだけでなく、実績と経験に基づいた決定を下し、一貫性を保ちます。",
                "conclusion": "また、[NAME]の実用的な思考と組織的なアプローチは、職業生活において大きな影響を与えます。このタイプは、責任感と効率性で、組織やチームの成功に貢献します。"
            }
            
        },
        "two": {
            "content": {
                "intro": "[NAME]は、論理的で体系的な方法を好み、タスクを効率的かつ正確に処理します。詳細への注意と規則正しい作業が得意です。",
                "body": "現実的な視点を持ち、具体的な目標を設定してそれに向かって着実に進みます。このタイプは、計画と実行のバランスが取れており、任された仕事を確実に達成するだけでなく、合理的な決定を下し、一貫した結果を出します。",
                "conclusion": "また、[NAME]の論理的な思考と体系的なアプローチは、職業生活において重要な役割を果たします。このタイプは、計画性と責任感で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、実践的で計画的なアプローチを持ち、効率的にタスクを遂行します。細かいディテールに注意を払い、規則正しい方法で作業を進めます。",
                "body": "具体的な目標に向かって着実に進む能力を持ち、曖昧さを避けることを重視します。このタイプは、責任感が強く、計画に基づいて仕事を進め、一貫した成果を出すだけでなく、経験に基づく決定を重視し、実績を大事にします。",
                "conclusion": "また、[NAME]の実践的な思考と計画的なアプローチは、職業生活において大きな影響を与えます。このタイプは、効率性と責任感で、組織やチームの成功に貢献します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、実用的で組織的な思考を持ち、タスクやプロジェクトを効率的に遂行します。細部に対する注意と規律あるアプローチが特徴です。",
                "body": "具体的で現実的な解決策を好み、曖昧さを避ける傾向があります。このタイプは、計画性と責任感が強く、チームやプロジェクトを確実に前進させるだけでなく、実績と経験に基づいた決定を行い、一貫性を保ちます。",
                "conclusion": "また、[NAME]の実用的な思考と組織的なアプローチは、職業生活において大きな影響を与えます。このタイプは、効率性と責任感で、組織やチームの成功に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、論理的で体系的な方法を好み、タスクを効率的かつ正確に処理する能力を持っています。詳細への注意と規則正しい作業が得意です。",
                "body": "現実的な視点を持ち、具体的な目標を設定し、それに向かって着実に進みます。このタイプは、計画と実行のバランスが取れており、任された仕事を確実に達成するだけでなく、合理的な決定を下し、一貫した結果を出します。",
                "conclusion": "[NAME]の論理的な思考と体系的なアプローチは、職業生活において重要な役割を果たします。このタイプは、計画性と責任感で、組織やチームの目標達成に貢献します。"
            }
            
        }
    },
    "KGBX": {
        "one": {
            "content": {
                "intro": "[NAME]は、実用的で分析的な思考を持ち、問題解決に取り組む際に論理的かつ直感的なアプローチを採用します。柔軟性と適応力が特徴です。",
                "body": "新しい状況や問題に迅速に適応し、実際的な解決策を見つける能力があります。このタイプは、実践的なスキルと手を動かして学ぶスタイルを好むだけでなく、細部にわたる観察力と分析力を持ち、現実的なアプローチでタスクに取り組みます。",
                "conclusion": "また、[NAME]の分析的な思考と実用的なアプローチは、職業生活において重要な役割を果たします。このタイプは、柔軟性と適応力で、多様な状況に対応し、組織やチームの目標達成に貢献します。"
            }
            
        },
        "two": {
            "content":  {
                "intro": "[NAME]は、論理的で独立した思考を持ち、実践的な問題解決に優れています。直接的で現実的なアプローチが得意です。",
                "body": "複雑な問題を分析し、効率的な解決策を見つける能力を持っています。このタイプは、自身の技能と経験を活かして、実際的なタスクに取り組ムだけでなく、状況を迅速に把握し、適切な対応を行う能力があります。",
                "conclusion": "また、[NAME]の論理的な思考と実践的なアプローチは、職業生活において大きな影響を与えます。このタイプは、直接的で現実的な方法で、組織やチームの成功に貢献します。"
            }
            
        },
        "three": {
            "content":  {
                "intro": "[NAME]は、分析的で直感的な思考を持ち、新しい課題や問題に対して柔軟に対応します。実践的なスキルと適応力が際立っています。",
                "body": "新しい状況や問題に迅速に適応し、効果的な解決策を見つける能力があります。このタイプは、具体的なタスクに取り組む際に実践的なスキルを発揮し、細部にわたる観察力と分析力を持っています。",
                "conclusion": "また、[NAME]の分析的な思考と実用的なアプローチは、職業生活において重要な役割を果たします。このタイプは、柔軟性と適応力を活かして、組織やチームの目標達成に貢献します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、実用的で分析的な思考を持ち、新しい状況や問題に迅速に適応する能力があります。柔軟性と実践的なスキルが特徴です。",
                "body": "複雑な問題を分析し、効果的な解決策を見つける能力があります。このタイプは、手を動かして学ぶスタイルを好み、実際的なタスクに取り組む際にそのスキルを発揮するだけでなく、細部にわたる観察力と分析力を持ち、現実的なアプローチでタスクに取り組みます。",
                "conclusion": "また、[NAME]の分析的な思考と実用的なアプローチは、職業生活において重要な役割を果たします。このタイプは、柔軟性と適応力で、多様な状況に対応し、組織やチームの目標達成に貢献します。"
            }
            
        },
        "five": {
            "content":{
                "intro": "[NAME]は、論理的で独立した思考を持ち、実践的な問題解決に優れています。直接的で現実的なアプローチが得意です。",
                "body": "複雑な問題を分析し、効率的な解決策を見つける能力を持っています。このタイプは、自身の技能と経験を活かして、実際的なタスクに取り組むだけでなく、状況を迅速に把握し、適切な対応を行う能力があります。",
                "conclusion": "また、[NAME]の論理的な思考と実践的なアプローチは、職業生活において大きな影響を与えます。このタイプは、直接的で現実的な方法で、組織やチームの成功に貢献します。"
            }
            
        }
    },
    "KGER": {
        "one": {
            "content": {
                "intro": "[NAME]は、忍耐強くて献身的な性格を持ち、他者に対する深い配慮とサポートを提供します。安定性と信頼性が特徴です。",
                "body": "責任感が強く、与えられたタスクを慎重にこなします。このタイプは、他人の感情やニーズに敏感で、共感的なアプローチをすることが多いだけでなく、組織的な環境で優れた実績を残し、一貫して高品質な成果を提供します。",
                "conclusion": "また、[NAME]の献身的な姿勢と組織的な能力は、職業生活において大きな影響を与えます。このタイプは、安定性と信頼性で、組織やチームの目標達成に貢献します。"
            }
        },
        "two": {
            "content": {
                "intro": "[NAME]は、丁寧で思慮深い性格を持ち、周囲への気配りとサポートを大切にします。責任感と忠誠心が高いです。",
                "body": "計画的で組織的な方法でタスクに取り組み、細部に注意を払います。このタイプは、他人の感情やニーズに気を配り、サポートすることによってチームの調和を促進するだけでなく、信頼できる働き手として、一貫して質の高い成果を提供します。",
                "conclusion": "また、[NAME]の丁寧な作業と思慮深いアプローチは、職業生活において重要な役割を果たします。このタイプは、責任感と忠誠心で、組織やチームの成功に貢献します。"
            } 
        },
        "three": {
            "content": {
                "intro": "[NAME]は、協調性が高く、他者への深い配慮と支援を提供します。安定を求める性格が特徴です。",
                "body": "責任感が強く、与えられた仕事に対して細心の注意を払いながら進めます。このタイプは、他人の感情に対して敏感で、共感的なコミュニケーションを重視するだけでなく、一貫したパフォーマンスと高品質な成果を提供することで、チームや組織の安定に貢献します。",
                "conclusion": "また、[NAME]の協調性と他者への深い配慮は、職業生活において大きな影響を与えます。このタイプは、安定と信頼性で、組織やチームの目標達成に貢献します。"
            } 
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、献身的で忠実な性格を持ち、周囲への深い配慮と支援を提供します。安定性と信頼性が特徴です。",
                "body": "細部への注意と責任感が強く、与えられたタスクを丁寧にこなします。このタイプは、他人の感情やニーズに敏感で、共感的なコミュニケーションを重視するだけでなく、組織的な環境で高い実績を残し、一貫して高品質な成果を提供します。",
                "conclusion": "また、[NAME]の献身的な姿勢と組織的な能力は、職業生活において大きな影響を与えます。このタイプは、安定性と信頼性で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、丁寧で思慮深い性格を持ち、周囲への気配りとサポートを大切にします。責任感と忠誠心が高いです。",
                "body": "計画的で組織的な方法でタスクに取り組み、細部に注意を払います。このタイプは、他人の感情やニーズに気を配り、サポートすることによってチームの調和を促進するだけでなく、信頼できる働き手として、一貫して質の高い成果を提供します。",
                "conclusion": "また、[NAME]の丁寧な作業と思慮深いアプローチは、職業生活において重要な役割を果たします。このタイプは、責任感と忠誠心で、組織やチームの成功に貢献します。"
            }
            
        }
    },
    "KGEX": {
        "one": {
            "content": {
                "intro": "[NAME]は、創造的で感受性豊かな性格を持ち、周囲の美や調和に敏感です。柔軟性と独立性が特徴です。",
                "body": "個人的な価値観や感情を大切にし、自分のペースで物事を進めることを好みます。このタイプは、周囲の環境や人々に対して深い理解を示し、創造的なアプローチでタスクに取り組むだけでなく、状況に応じて柔軟に対応し、自然体でいることを重視します。",
                "conclusion": "また、[NAME]の創造的な思考と感受性は、職業生活において独自の視点を提供します。このタイプは、柔軟性と独立性で、個人やチームの目標達成に貢献します。"
            }
        },
        "two": {
            "content": {
                "intro": "[NAME]は、直感的で感情豊かな性格を持ち、周囲の環境や人々に深く共感します。自由と創造性を重視します。",
                "body": "自分の内面の世界と感情を大切にし、創造的な表現を追求します。このタイプは、直感を頼りに物事を進め、自己表現に強い焦点を当てるだけでなく、新しい経験やアイデアに対してオープンで、柔軟に対応する能力があります。",
                "conclusion": "また、[NAME]の直感的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、自由と創造性を重視し、チームやプロジェクトに新しい視点をもたらします。"
            }
            
        },
        "three": {
            "content":  {
                "intro": "[NAME]は、感受性が高く、個人的な価値観や感情に基づいて行動します。独立性と自然体でいることを重視します。",
                "body": "周囲の美や調和に敏感で、創造的なアプローチを取ります。このタイプは、個人的な経験や感情を重視し、自分自身のペースで物事を進めることを好むだけでなく、柔軟性と適応力を持ち、状況に応じて自然体で対応します。",
                "conclusion": "また、[NAME]の感受性と独立性は、職業生活において個性的な貢献をします。このタイプは、独自の視点と創造的なアプローチで、チームやプロジェクトの成功に貢献します。"
            }
        },
        "four": {
            "content": {
                "intro": "[NAME]は、創造的で感受性豊かな性格を持ち、周囲の美や調和に敏感です。柔軟性と独立性が特徴です。",
                "body": "個人的な価値観や感情を大切にし、自分のペースで物事を進めることを好みます。このタイプは、周囲の環境や人々に対して深い理解を示し、創造的なアプローチでタスクに取り組ムだけでなく、状況に応じて柔軟に対応し、自然体でいることを重視します。",
                "conclusion": "また、[NAME]の創造的な思考と感受性は、職業生活において独自の視点を提供します。このタイプは、柔軟性と独立性で、個人やチームの目標達成に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、直感的で感情豊かな性格を持ち、周囲の環境や人々に深く共感します。自由と創造性を重視します。",
                "body": "自分の内面の世界と感情を大切にし、創造的な表現を追求します。このタイプは、直感を頼りに物事を進め、自己表現に強い焦点を当てるだけでなく、新しい経験やアイデアに対してオープンで、柔軟に対応する能力があります。",
                "conclusion": "また、[NAME]の直感的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、自由と創造性を重視し、チームやプロジェクトに新しい視点をもたらします。"
            }
            
        }
    },
    "KOBR": {
        "one": {
            "content": {
                "intro": "[NAME]は、戦略的で独立した思考を持ち、複雑な問題に対して深い洞察力を発揮します。イノベーションと効率性が特徴です。",
                "body": "長期的な視野を持ち、目標達成に向けて計画的に取り組みます。このタイプは、論理的かつ組織的なアプローチを好み、システムや構造に深い理解を持っているだけでなく、自立心が強く、新しいアイデアや手法を模索することに熱心です。",
                "conclusion": "また、[NAME]の戦略的な思考とイノベーションへの取り組みは、職業生活において重要な役割を果たします。このタイプは、効率性と革新性で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "two": {
            "content":  {
                "intro": "[NAME]は、分析的で直観的な思考を持ち、新しい課題に対して独自の視点を提供します。自律性と知的好奇心が高いです。",
                "body": "複雑な問題を体系的に分析し、実用的な解決策を見つける能力があります。このタイプは、独立して考え、戦略的な意思決定を行うだけでなく、新しい知識や技術に対する興味が深く、継続的に学び続けます。",
                "conclusion": "また、[NAME]の分析的な思考と直観力は、職業生活においてユニークな貢献をします。このタイプは、自律性と知的好奇心で、チームやプロジェクトに新しいアプローチをもたらします。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、目標指向で自己主導的な性格を持ち、効率的な方法で複雑な課題を解決します。組織的なスキルが特徴です。",
                "body": "目標を明確に設定し、計画的なアプローチでそれを達成します。このタイプは、システム化された方法で問題を解決し、自分の考えや戦略を効果的に実行するだけでなく、自分自身と他者に対して高い基準を持ち、常に改善を求めます。",
                "conclusion": "また、[NAME]の目標指向性と組織的なスキルは、職業生活において大きな影響を与えます。このタイプは、効率性とシステム的なアプローチで、チームやプロジェクトの成功に貢献します。"
            }
        },
        "four": {
            "content": {
                "intro": "[NAME]は、戦略的で独立した思考を持ち、複雑な問題に対して深い洞察力を発揮します。イノベーションと効率性が特徴です。",
                "body": "長期的な視野を持ち、目標達成に向けて計画的に取り組みます。このタイプは、論理的かつ組織的なアプローチを好み、システムや構造に深い理解を持っているだけでなく、自立心が強く、新しいアイデアや手法を模索することに熱心です。",
                "conclusion": "また、[NAME]の戦略的な思考とイノベーションへの取り組みは、職業生活において重要な役割を果たします。このタイプは、効率性と革新性で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、分析的で直観的な思考を持ち、新しい課題に対して独自の視点を提供します。自律性と知的好奇心が高いです。",
                "body": "複雑な問題を体系的に分析し、実用的な解決策を見つける能力があります。このタイプは、独立して考え、戦略的な意思決定を行うだけではなく、新しい知識や技術に対する興味が深く、継続的に学び続けます。",
                "conclusion": "また、[NAME]の分析的な思考と直観力は、職業生活においてユニークな貢献をします。このタイプは、自律性と知的好奇心で、チームやプロジェクトに新しいアプローチをもたらします。"
            }
            
        }
    },
    "KOBX": {
        "one": {
            "content": {
                "intro": "[NAME]は、好奇心旺盛で分析的な思考を持ち、理論や抽象的な概念に深い関心を示します。独立性と創造性が特徴です。",
                "body": "新しいアイデアや複雑な問題を解決する際に、独自の視点を持ってアプローチします。このタイプは、論理的かつ客観的な分析を行い、革新的な解決策を模索することに長けているだけでなく、知的な議論や独立した研究を好みます。",
                "conclusion": "また、[NAME]の分析的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、独立性と深い洞察力で、チームやプロジェクトに新しい視点をもたらします。"
            }
        },
        "two": {
            "content":  {
                "intro": "[NAME]は、革新的で知的な思考を持ち、新しい問題に対する創造的な解決策を追求します。自由と柔軟性を重視します。",
                "body": "[NAME]は、独立して考え、理論的なアプローチを用いて新しい問題に取り組みます。このタイプは、非伝統的な視点から物事を考察し、独自の解決策を提案することが得意です。また、開かれた考え方と柔軟性を持ち、変化に迅速に適応します。",
                "conclusion": "[NAME]の革新的な思考と創造性は、職業生活において重要な役割を果たします。このタイプは、自由と柔軟性で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "three": {
            "content":  {
                "intro": "[NAME]は、好奇心が強く、論理的な思考を持ち、新しいアイデアや理論に対して深い関心を示します。独立性と創造性が際立っています。",
                "body": "独自の視点で複雑な問題を解析し、創造的な解決策を追求します。このタイプは、理論的な洞察力と独立した思考を用いて、新しい課題に取り組むだけではなく、変化に対応する柔軟性と、新しい情報を取り入れる能力を持っています。",
                "conclusion": "また、[NAME]の論理的な思考と独立性は、職業生活において大きな影響を与えます。このタイプは、創造性と深い洞察力で、組織やチームの成功に貢献します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、好奇心旺盛で分析的な思考を持ち、理論や抽象的な概念に深い関心を示します。独立性と創造性が特徴です。",
                "body": "新しいアイデアや複雑な問題を解決する際に、独自の視点を持ってアプローチします。このタイプは、論理的かつ客観的な分析を行い、革新的な解決策を模索することに長けているだけでなく、知的な議論や独立した研究を好みます。",
                "conclusion": "また、[NAME]の分析的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、独立性と深い洞察力で、チームやプロジェクトに新しい視点をもたらします。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、革新的で知的な思考を持ち、新しい問題に対する創造的な解決策を追求します。自由と柔軟性を重視します。",
                "body": "独立して考え、理論的なアプローチを用いて新しい問題に取り組みます。このタイプは、非伝統的な視点から物事を考察し、独自の解決策を提案することが得意なだけでなく、開かれた考え方と柔軟性を持ち、変化に迅速に適応します。",
                "conclusion": "また、[NAME]の革新的な思考と創造性は、職業生活において重要な役割を果たします。このタイプは、自由と柔軟性で、組織やチームの目標達成に貢献します。"
            }
            
        }
    },
    "KOER": {
        "one": {
            "content":  {
                "intro": "[NAME]は、洞察力があり、感受性豊かな性格を持ち、他者への深い共感を示します。ビジョンと価値観が特徴です。",
                "body": "自分の内面の世界に深い関心を持ち、理想と価値観に基づいて行動します。このタイプは、他者の感情や動機を理解する能力が高く、人間関係やチームの調和を重視するだけでなく、長期的な視野を持ち、持続可能な変化を推進するためのビジョンを描くことができます。",
                "conclusion": "また、[NAME]の洞察力と共感性は、職業生活において大きな影響を与えます。このタイプは、深い人間理解と価値観に基づくアプローチで、組織やチームの目標達成に貢献します。"
            }
            
        },
        "two": {
            "content":  {
                "intro": "[NAME]は、内省的で思慮深い性格を持ち、理想と倫理に基づいて行動します。創造性と献身性が高いです。",
                "body": "自分自身の感情や思考を深く探求し、個人的な成長と自己実現を重視します。このタイプは、倫理的な観点から物事を見て、公正かつ誠実な行動を取るだけでなく、創造的な思考と献身性を持ち、人々や社会のために意味のある変化を生み出すことを目指します。",
                "conclusion": "また、[NAME]の内省的な思考と創造性は、職業生活において重要な役割を果たします。このタイプは、個人的な価値観と献身的な努力で、組織やチームの成功に貢献します。"
            }
            
        },
        "three": {
            "content": {
                "intro": "[NAME]は、感受性が高く、他者への共感と理解を示します。ビジョンと倫理的な価値観が際立っています。",
                "body": "人間関係や社会的な問題に対して深い関心を持ち、他者の感情やニーズに敏感です。このタイプは、個人的な信念や価値観に基づいて行動し、正義と調和を追求するだけでなく、ビジョンを描き、人々や社会にポジティブな影響を与えることを目指します。",
                "conclusion": "また、[NAME]の感受性と倫理的な価値観は、職業生活において大きな影響を与えます。このタイプは、共感性とビジョンで、組織やチームの目標達成に貢献します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、洞察力があり、感受性豊かな性格を持ち、他者への深い共感を示します。ビジョンと価値観が特徴です。",
                "body": "自分の内面の世界に深い関心を持ち、理想と価値観に基づいて行動します。このタイプは、他者の感情や動機を理解する能力が高く、人間関係やチームの調和を重視するだけでなく、長期的な視野を持ち、持続可能な変化を推進するためのビジョンを描くことができます。",
                "conclusion": "また、[NAME]の洞察力と共感性は、職業生活において大きな影響を与えます。このタイプは、深い人間理解と価値観に基づくアプローチで、組織やチームの目標達成に貢献します。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、内省的で思慮深い性格を持ち、理想と倫理に基づいて行動します。創造性と献身性が高いです。",
                "body": "自分自身の感情や思考を深く探求し、個人的な成長と自己実現を重視します。このタイプは、倫理的な観点から物事を見て、公正かつ誠実な行動を取るだけでなく、創造的な思考と献身性を持ち、人々や社会のために意味のある変化を生み出すことを目指します。",
                "conclusion": "また、[NAME]の内省的な思考と創造性は、職業生活において重要な役割を果たします。このタイプは、個人的な価値観と献身的な努力で、組織やチームの成功に貢献します。"
            }
            
        }
    },
    "KOEX": {
        "one": {
            "content":  {
                "intro": "[NAME]は、内省的で感受性豊かな性格を持ち、個人的な価値観と理想に深い関心を持っています。創造性と個性が特徴です。",
                "body": "内面の世界と感情に深く没頭し、理想主義的な視点から物事を考えます。このタイプは、他者への共感と理解を示し、独自の創造的な表現を追求するだけでなく、個人的な価値観に基づいて決断を下し、倫理的な行動を重視します。",
                "conclusion": "また、[NAME]の内省的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、個性と個人的な価値観で、チームやプロジェクトに新しい視点をもたらします。"
            }
            
        },
        "two": {
            "content": {
                "intro": "[NAME]は、感受性が高く、個人的な理想と価値観に基づいて行動します。共感性と調和を重視します。",
                "body": "深い感情と個人的な経験を大切にし、他者の感情やニーズに敏感です。このタイプは、自分自身の信念に忠実で、人間関係や社会的な調和を重視するだけでなく、創造的な思考とオープンマインドを持ち、多様な視点を受け入れます。",
                "conclusion": "また、[NAME]の感受性と共感性は、職業生活において重要な役割を果たします。このタイプは、調和と個人的な価値観で、組織やチームの目標達成に貢献します。"
            }
            
        },
        "three": {
            "content":  {
                "intro": "[NAME]は、理想主義的で創造的な性格を持ち、個人的な価値観に深い関心を持っています。独立性と個性が際立っています。",
                "body": "自分の内面の世界と感情に集中し、個人的な経験や価値観を重視します。このタイプは、創造的なアプローチで物事に取り組み、自己表現と個性を大切にするだけでなく、柔軟な思考とオープンマインドで、新しいアイデアや視点を探求します。",
                "conclusion": "また、[NAME]の理想主義的な思考と創造性は、職業生活において個性的な貢献をします。このタイプは、独立性と個人的な価値観で、チームやプロジェクトの成功に貢献します。"
            }
            
        },
        "four": {
            "content": {
                "intro": "[NAME]は、内省的で感受性豊かな性格を持ち、個人的な価値観と理想に深い関心を持っています。創造性と個性が特徴です。",
                "body": "内面の世界と感情に深く没頭し、理想主義的な視点から物事を考えます。このタイプは、他者への共感と理解を示し、独自の創造的な表現を追求するだけでなく、個人的な価値観に基づいて決断を下し、倫理的な行動を重視します。",
                "conclusion": "また、[NAME]の内省的な思考と創造性は、職業生活においてユニークな貢献をします。このタイプは、個性と個人的な価値観で、チームやプロジェクトに新しい視点をもたらします。"
            }
            
        },
        "five": {
            "content": {
                "intro": "[NAME]は、感受性が高く、個人的な理想と価値観に基づいて行動します。共感性と調和を重視します。",
                "body": "深い感情と個人的な経験を大切にし、他者の感情やニーズに敏感です。このタイプは、自分自身の信念に忠実で、人間関係や社会的な調和を重視するだけでなく、創造的な思考とオープンマインドを持ち、多様な視点を受け入れます。",
                "conclusion": "また、[NAME]の感受性と共感性は、職業生活において重要な役割を果たします。このタイプは、調和と個人的な価値観で、組織やチームの目標達成に貢献します。"
            }
            
        }
    }
}